<style>
    h2{
        color:#fab80f;
        text-align: center;
        margin:40px 0px;
    }
    p{
        text-indent: 15px;
        font-size: 16px;
    }
    
    ul{
        list-style: none;
        padding:0px;
        font-size: 16px;
    }
</style>
<div class="container" style="padding-bottom: 50px;">
        <p>Багато хто, вивчаючи польську мову вважає, що не така вона вже і складна. Адже ж це одна зі слов'янських мов і є дуже схожою на українську. Насправді в польській мові є дуже багато слів, які неможливо не зрозуміти, адже звучать вони так само які українською. Наприклад, нескладно здогадатися, що wiosna - це весна, jajko то яйце, а dziewczyna то дівчина.</p>
        <p>Однак не всі польські слова варто порівнювати з українськими. Є багато слів, які за звучанням дуже схожі на українській, але значення їх зовсім інше. Тому, часто неправильно зрозумівши якесь слово, можна втрапити в халепу або незручну ситуацію. Ось невеликий список слів які означають зовсім не те, що здається на перший погляд.</p>
        
        <img style='margin:auto; display:block;' src='/html/images/articles/image1.jpg'>

        <ul>
            <li>o Якщо у Польщі вам запропонують з’їсти kaki, не поспішайте відмовлятися. <strong>Kaki</strong> - це <strong>хурма</strong>, солодка оранжева ягода.</li>
            <li>o А ви любите "owocowy" сік? Ні, не овочевий. <strong>Owoce</strong> - це <strong>фрукти</strong>, а owocowy -  фруктовий. А овочі по-польськи - warzywa.</li>
            <li>o Краще не пропонуйте полякам сідати на <strong>dywan</strong>, бо тоді їм доведеться сидіти на підлозі, адже dywan у Польщі - це <strong>килим</strong>. Ну а диван по-польськи буде kanapa.</li>
            <li>o Ніколи у Польщі не пийте із чашки! <strong>Czaszka</strong> - це <strong>череп</strong>. А чашка у нашому розумінні (горнятко) - це kubek.</li>
            <li>o Не дивуйтеся, коли побачите у супермаркеті, що під <strong>гарбузом</strong> написано <strong>"dynia"</strong>, бо саме так у Польщі він і називається. А диня по-польськи буде melon.</li>
            <li>o <strong>Zakaz</strong> у Польщі - це <strong>заборона</strong> на щось. А от замовлення (заказ) - це zamówienie.</li>
            <li>o Напевне, поляки здивувалися б, якби в оригіналі почули вірш "Думи мої, думи". Адже <strong>duma</strong> по-польськи - це <strong>гордість</strong>. А от думка - myśl.</li>
            <li>o Коли у Польщі вас попросать сказати щось по-"angielski", не панікуйте. <strong>Аngielski</strong> - це не ангелька мова, ні. А всього-на-всього <strong>англійська</strong>. А ось ангельський по-польськи - це anielski.</li>
            <li>o У вас теж гроза викликає жах? А от в Польщі саме слово <strong>groza</strong> -  це вже <strong>жах</strong>. Ну а гроза по-польськи буде nawałnica.</li>
            <li>o  Ні, <strong>kozaki</strong> у Польщі - це не чоловіки в шароварах, це лише <strong>чоботи</strong>.</li>
            <li>o Коли у Польщі вас запрошують щось <strong>оbradować</strong>, не поспішайте радіти. Оbradować означає <strong>провести нараду</strong>. А от порадувати - це uszczęśliwić.</li>
            <li>o <strong>Ogon</strong> - це по-польськи <strong>хвіст</strong>. А от вогонь буде ogień.</li>
            <li>o А що будете робити з коханою людиною ви? <strong>Celować (цілитися)</strong> чи <strong>саlowaс (цілувати)</strong>? Головне - не переплутайте!</li>
            <li>o У Польщі <strong>fara</strong> - це головна <strong>церква</strong> в місті. А от фара - це reflektor.</li>
            <li>o Скоріш за все, ви потрапили в неприємну ситуацію, якщо в Польщі вам дадуть "гривню". Ні, не українську валюту. <strong>Grzywna</strong> в Польщі - це <strong>штраф</strong>.</li>
            <li>o <strong>Mylić sie</strong> - це <strong>помилятися</strong>, а от милитися (намилювати) буде mydlić.</li>
            <li>o Для нас це слово не надто красиве - <strong>uroda</strong>. А от в Польщі воно має зовсім протилежне значення - <strong>краса</strong>.</li>
            <li>o Не лякайтеся, коли вам доведеться піти до "склепу". <strong>Sklep</strong> у Польщі - це <strong>магазин</strong>.</li>
            <li>o Копати "пілку" в Польщі цілком безпечно, адже <strong>piłka</strong> - це <strong>м'яч</strong>. А пила звучить дуже подібно - piła.</li>
            <li>o Не смійтеся, якщо в Польщі вас попросять <strong>pukać</strong>. Це означає всього лише <strong>стукати</strong> (наприклад, в двері).</li>
            <li>o Не плутайте: <strong>pensja</strong> - це <strong>заробітна плата</strong>, а пенсія - emerytura.</li>
            <li>o Якщо у Польщі вас запросять подивитися mecz - то ні, ви не будете дивитися цілий вечір на меч. <strong>Мecz</strong> - це <strong>матч</strong>. А той меч, яким користувалися колись лицарі по-польськи буде miecz.</li>
            <li>o Якщо у Польщі зустріч вам призначать на jutro, то це не означає, що обовязково потрібно буде вставати з самого ранку. <strong>Jutro</strong> -  це <strong>завтра</strong>. А ранок - rano.</li>
            <li>o Зима - чарівна пора. Падає пухнастий сніг, мороз розмальовує вікна, на даху висить sopel… Стоп! Ні, це не те, що ви подумали. По-польськи <strong>sopel</strong> - це <strong>бурулька</strong>.</li>
            <li>o А ви любите gadać? Ні, вам не на "Битву екстрасенсів". <strong>Gadać</strong> - це <strong>говорити</strong>. А гадати (ворожити) -wróżyć.</li>
            <li>o Не спішіть виймати лижі, коли вас запросять у Польщі на łyżwy. Навряд чи на ковзанці вони вам пригодяться. Адже <strong>łyżwy</strong> - це <strong>ковзани</strong>. А лижі - narty.</li>
            <li>o Якщо комусь стане погано - до нього викликають "каретку". Ні, до хворого не приїде карета з кіньми. <strong>Karetka</strong> у Польщі- це <strong>швидка допомога</strong>.</li>
            <li>o "Шину" автомобіля в Польщі ви точно не поміняєте, бо <strong>szyna</strong> по-польськи - це <strong>рейка</strong>. А шина в нашому розумінні - opona.</li>
        </ul>
        <p>Це ще далеко не весь перелік польських слів, значення яких дуже легко переплутати. Не бійтеся перепитувати та просити пояснень, коли спілкуєтесь польською, якщо ви чогось не зрозуміли. Бо хоч наші мови багато в чому схожі, однак іноді дуже важко зрозуміти все правильно</p>
</div>