<style>
    h2{
        color:#fab80f;
        text-align: center;
        margin:40px 0px;
    }
    p{
        text-indent: 15px;
        font-size: 16px;
    }

    ul{
        list-style: none;
        padding:0px;
        font-size: 16px;
    }
</style>
<div class="container" style="padding-bottom: 50px;">
    <h2>4 кращих підручника з англійської мови: на наш погляд. </h2>

    <p>Хороша книга – найкращий порадник і друг людини. А підручник з англійської – кращий друг того, хто вирішив вивчати мову міжнародного спілкування. Як вибрати собі «товариша» серед кількох десятків посібників, що наводнили книжковий ринок? </p>
    <p>У цьому огляді ми представляємо вам 4 сучасних посібника з вивчення англійської мови: </p>
    <ul>
        <li>New English File </li>
        <li>New Total English </li>
        <li>Speakout </li>
        <li>Upstream </li>
    </ul>
    <p>У всіх цих підручниках реалізований комунікативний підхід, тобто вони спрямовані на розвиток навички усного мовлення у студента. Як вибрати оптимальний посібник?</p>
    <p>NEF і NTE – це комплексні універсальні курси для методичного розвитку всіх навичок. </p>
    <p>Speakout підійде тому, хто хоче зробити акцент на розвиток розмовної мови.</p>
    <p>У Upstream представлена більш насичена програма навчання, тому він підійде тому, хто збирається здавати міжнародні іспити з англійської мови. В огляді ми зупинилися на підручниках англійських видавництв. Чому вибір припав саме на них? Ми рекомендуємо саме ці посібники тому, що кожне з них являє собою комплексний навчальний курс. Повний комплект включає в себе основний підручник, робочий зошит, диски з аудіо-та відеозаписами, книгу вчителя. Таким чином, цей навчальний курс дозволяє удосконалювати всі навички: ви навчитеся говорити, читати, писати англійською мовою і будете розуміти іноземну мову на слух.</p>
    <p>Як це реалізовано в книзі? Будь-який з представлених нами підручників розділений на уроки-юніти, кожен з яких містить такі розділи:</p>
    <p>Усне мовлення (Speaking) – питання для обговорення, вправи на розвиток усного мовлення.</p>
    <p>Сприйняття мови на слух (Listening) – аудіозаписи і завдання до них. Читання (Reading) – кілька текстів, які беруться за основу для розвитку говоріння і вивчення нових слів.</p>
    <p>Письмо (Writing) – завдання для тренування писемного мовлення. Граматика (Grammar) – блок, що пояснює будь-який аспект граматики зрозумілою мовою, а також вправи на відпрацювання теорії на практиці. Словниковий запас (Vocabulary) – добірка нових слів і виразів, а також вправ для тренування їх використання.</p>
    <p>Вимова (Pronunciation) – вправи з аудіозаписами для тренування коректної вимови звуків англійської мови. </p>
    <p>Форма подачі матеріалу в цих посібниках однакова: підручник з викладом матеріалу від простого до складного. Представлені навчальні курси підійдуть підліткам і дорослим. Принцип самостійної роботи з такими підручниками для вивчення англійської мови наступний: виберіть комплект книг, що відповідає вашому рівню знань, і займайтеся по ньому «від корки до корки». Тобто йдіть від першого юніта до останнього. Ми докладно розповімо про особливості кожного посібники, щоб ви змогли вибрати собі найбільш підходячий комплект книг, виходячи зі своєї мети вивчення англійської мови.  </p>

    <h3>1.New English File </h3>
    <p>Видавництво: Oxford University Press (Великобританія). </p>
    <p>Автори: Clive Oxenden, Christina Latham-Koenig.</p>
    <p>Останнє видання: 2-е 2013 г. – для рівня Beginner.</p>
    <p>3-е 2012 року – для рівнів Elementary, Pre-Intermediate. </p>
    <p>3-е 2013 г. – для рівнів Intermediate, Intermediate Plus,            Upper-Intermediate. </p>
    <p>1-е 2010 року – для рівня Advanced. </p>
    <p>Переваги та особливості підручника</p>
    <p>Підручник з англійської мови New English File на сьогоднішній день є одним з найпопулярніших посібників в світі. Чому ж ми зробили вибір на користь цього підручника: Тільки сучасні теми, актуальні для реального життя. Найбільш часто використовувані носіями мови слова і фрази. Цікаві тексти і діалоги. Граматика пояснюється коротко і просто, конструкції використовуються носіями мови в повсякденному спілкуванні. Ефективні вправи для розвитку усного мовлення. </p>
    <p>New English File вважається простим для розуміння підручником для вивчення англійської мови, проте це не означає, що він «поверхневий». Просто вам не доведеться заглиблюватися в занадто складні аспекти граматики або вчити слова, які рідко використовують носії мови в повсякденному спілкуванні. Ми радимо вибирати NEF для навчання тим студентам, які хочуть швидко «розговоритися» англійською мовою. </p>
    <p>NEF навчить вас говорити на будь-які теми сучасною англійською мовою.  </p>

    <h3>2.New Total English</h3>
    <p>Видавництво: Pearson Longman (Великобританія). </p>
    <p>Автори: Jonathan Bygrave – рівень Starter. Diane Hall, Mark Foley – рівень Elementary. Araminta Crace – рівні Pre-Intermediate та Upper-Intermediate. Rachael Roberts – рівень Intermediate. Antonia Clare, JJ Wilson – рівень Advanced.</p>
    <p>Останнє видання: 2-е видання 2012 року – для всіх рівнів. </p>

    <p>Переваги та особливості підручника</p>
    <p>New Total English – це перевидання серії популярних підручників Total English з доповненнями і доробками. У серії NTE ті ж переваги, що й у посібників New English File. Однак підручники New Total English трохи складніший, ніж вищевказана серія, і щодо граматики, і щодо лексики. Тому якщо ви хочете повторити матеріали вже пройденого по NEF курсу і поглибити свої знання, радимо зробити вибір на користь NTE. </p>

    <h3>3.Speakout </h3>
    <p>Видавництво: Pearson Longman (Великобританія). </p>
    <p>Автори: Frances Eales, JJ Wilson, Antonia Clare, Steve Oakes.</p>
    <p>Останнє видання: 2012 року – для всіх рівнів.</p>

    <p>Переваги та особливості підручника </p>
    <p>Назва цього підручника з англійської мови говорить сама за себе: це одне з кращих посібників для подолання мовного бар’єру і розвитку легкого та грамотного усного мовлення. Саме в Speakout комунікативний підхід реалізований найкраще: майже всі вправи так чи інакше спрямовані на те, щоб допомогти студенту заговорити англійською мовію. Граматика і нові слова вивчаються в процесі спілкування на теми, запропоновані в підручнику. Посібник видається в тісній співпраці з всесвітньо відомою компанією BBC. Тому до даного посібника з англійської мови додаються цікаві навчальні відеоролики. Вони являють собою живі інтерв’ю англійською мовою зі звичайними людьми на вулиці, уривки з фільмів і серіалів. Також в підручнику використовуються статті з сайту BBC, так що ви будете отримувати тільки актуальні знання. </p>

    <h3>4.Upstream </h3>
    <p>Видавництво: Express Publishing (Великобританія). </p>
    <p>Автори: Virginia Evans, Jenny Dooley. </p>
    <p>Останнє видання: 2008 – для Intermediate, Upper-Intermediate, Advanced. 					2005 – для рівнів Elementary і Beginner. </p>
    <p>2004 г. – для рівня Pre-Intermediate. </p>

    <p>Переваги та особливості підручника</p>
    <p>Upstream – один з кращих посібників з англійської мови з більш поглибленою програмою навчання, ніж в інших підручниках. Підручники Upstream містять складнішу лексику, тексти для читання та аудіювання, а також значний граматичний матеріал. Переваги цього підручника з англійської мови: Насичена програма навчання для поглибленого вивчення мови. Складніша лексика для формування широкого словникового запасу. Більші обсяги матеріалів по граматиці. Завдання аналогічні типовим завданням на міжнародні іспити з англійської мови, вони допоможуть підготуватися до тесту. Так як Upstream – посібник для поглибленого вивчення англійської мови, в деяких випадках рекомендується брати підручник на рівень простіше, ніж вам потрібно. Наприклад, якщо ви збиралися займатися по курсу Intermediate, в серії Upstream можна спробувати займатися з посібником рівня Pre-Intermediate. Незважаючи на те, що це посібник для вивчення англійської мови ми назвали найскладнішим з представлених в огляді, слід зазначити, що знання подаються в доступній формі. Граматика подається зрозуміло, ви відразу закріплюєте отримані знання за допомогою запропонованих вправ. </p>
    <p>P.S. Який би підручник з англійської мови ви не вибрали, головне – займатися по ньому регулярно</p>
</div>