<style>
    h2{
        color:#fab80f;
        text-align: center;
        margin:40px 0px;
    }
    p{
        text-indent: 15px;
    }
    .table{
        border: 1px solid #ddd;
    }
    .table tbody tr td{
        vertical-align: middle;
    }
    .table tbody tr td p{
        text-indent: 0px;
    }
    .table tbody td:first-child{
        font-weight: bold;
        text-align: center;
        padding:0px 10px;        
    }
    
</style>
<div class="container" style="padding-bottom: 50px;">
    <h2>Що таке рівні володіння мовою?</h2>
    
    <img style="float:right;margin-left:20px;" src="/html/images/article_bg_1.jpg">

    <p>Що таке <strong>«рівень володіння мовою»</strong>? Пояснити не так просто, хоча всі ми розуміємо, що це певна база знань і навичок, на яку в процесі комунікації спирається людина. Якщо ця база не надто міцна і багата, ми можемо переходити на альтернативні способи передачі інформації, які будуть залежати від настрою, характеру, а часто – і виховання. От тільки мовою жестів і нечленороздільних звуків багато чого співрозмовнику не розкажеш. </p>
    <p>Якщо ж мовна база дозволяє людині відчувати себе впевнено в будь-якій ситуації, бути активним учасником комунікації, можемо зробити висновок, що рівень володіння іноземною мовою у неї – непоганий. Але ж «непоганий» – це таке ж туманне формулювання, як і «володію зі словником».</p>
    <p>В Інтернеті можна знайти безліч літератури для вивчення іноземних мов. Навчальних матеріалів для вивчення англійської мови є дуже велика кількість, і вибір підручників залежить від цілей та особистих вподобань вчителя. З польської мови підручників можливо не так багато, та все ж достатньо.  Практично вся навчальна література, яка стосується вивчення іноземних мов, маркується літерами (від А1 до С2) залежно від того, якому рівню володіння мовою вона відповідає. </p>
    <p>Якщо ви не початківець і хочете вдосконалити свої знання, то добре було б правильно визначити свій рівень і підібрати відповідні підручники для вивчення іноземної мови.</p>

    <p><strong>Ось таблиця, яка допоможе Вам краще розібратися у цих рівнях( назви рівнів українською, англійською та польською мовами):</strong></p>

    <table class="table">
        <tbody>
            <tr>
                <td>
                    <div>Початковий</div>
                    <div>Beginner, Elementary</div>
                    <div>Początkujący</div>
                </td>
                <td style="font-size: 24px;color: #ffcc00;font-weight:bold; width:70px;text-align: center;">A1</td>
                <td> 
                    <p>За шкалою Ради Європи цей рівень ще називають «рівень виживання».</p>
                    <p>Може розуміти і вживати побутові повсякденні вирази, а також будувати елементарні речення з метою задоволення конкретних потреб. Може відрекомендуватись або представити когось. Може запитувати і відповідати на запитання про деякі деталі особистого життя, про людей, про речі тощо. Може спілкуватися на простому рівні, якщо співрозмовник говорить повільно і чітко та готовий прийти на допомогу.</p>
                </td>
            </tr>

            <tr>
                <td>
                    <div>Середній </div>
                    <div>Pre-Intermediate</div>
                    <div>Niższy średnio</div>
                    <div>zaawansowany</div>
                </td>
                <td style="font-size: 24px;color: #ff9900;font-weight:bold; width:70px;text-align: center;">A2</td>
                <td> 
                    <p>Може розуміти ізольовані фрази та широко вживані вирази, необхідні для повсякденного спілкування у сферах особистого побуту, сімейного життя, здійснення покупок, місцевої географії, роботи. Може спілкуватись у простих і звичайних ситуаціях, де потрібен простий і прямий обмін інформацією на знайомі та звичні теми. Може описати простими мовними засобами вигляд свого оточення, найближче середовище і все, що пов’язане зі сферою безпосередніх потреб.</p>
                </td>
            </tr>

            <tr>
                <td>
                    <div>Рубіжний </div>
                    <div>Intermediate </div>
                    <div>Średnio zaawansowan</div>
                </td>
                <td style="font-size: 24px;color: #f56b02;font-weight:bold; width:70px;text-align: center;">B1</td>
                <td> 
                    <p>Може розуміти основний зміст чіткого нормативного мовлення на теми, близькі і часто вживані на роботі, у навчанні, під час дозвілля тощо. Може вирішити більшість проблем під час перебування у країні, мова якої вивчається. Може просто і зв’язано висловитись на знайомі теми або теми особистих інтересів. Може описати досвід, події, сподівання, мрії тощо.</p>
                </td>
            </tr>

            <tr>
                <td>
                    <div>Просунутий</div>
                    <div>Upper-Intermediate </div>
                    <div>Wyższy średnio zaawansowany</div>
                </td>
                <td style="font-size: 24px;color: #e64100;font-weight:bold; width:70px;text-align: center;">B2</td>
                <td> 
                    <p>Може розуміти основні ідеї тексту як на конкретну, так і на абстрактну тему, у тому числі й дискусії за фахом. Може вільно спілкуватися з носіями мови. Може чітко, детально висловитись на широке коло тем, виражати свою думку з певної проблеми, наводячи різноманітні аргументи за і проти.</p>
                </td>
            </tr>

            <tr>
                <td> 
                    <div>Автономний</div>
                    <div>Advanced</div>
                    <div>Zaawansowany</div>
                </td>
                <td style="font-size: 24px;color: #d12b06;font-weight:bold; width:70px;text-align: center;">C1</td>
                <td> 
                    <p>Може розуміти широкий спектр достатньо складних та об’ємних текстів і розпізнавати імпліцитне значення. Може висловлюватись швидко і спонтанно без помітних зусиль, пов’язаних з пошуком засобів вираження. Може ефективно і гнучко користуватись мовою у суспільному житті, навчанні та роботі. Може чітко, логічно, детально висловлюватись на складні теми, демонструючи свідоме володіння граматичними структурами, конекторами та зв’язними програмами висловлювання.</p>
                </td>
            </tr>

            <tr>
                <td> 
                    <div>Компетентний</div>
                    <div>Proficiency</div>
                    <div>Profesjonalny</div>
                </td>
                <td style="font-size: 24px;color: #b02000;font-weight:bold; width:70px;text-align: center;">C2</td>
                <td> 
                    <p>Може розуміти без складнощів практично все, що чує або читає. Може вилучити інформацію з різних усних чи письмових джерел, узагальнити її і зробити аргументований виклад у зв’язній формі. Може висловлюватись спонтанно, дуже швидко і точно, диференціюючи найтонші відтінки смислу у доволі складних ситуаціях.</p>
                </td>
            </tr>
        </tbody>
    </table>
</div>