<style>
    h2{
        color:#fab80f;
        text-align: center;
        margin:40px 0px;
    }
    p{
        text-indent: 15px;
        font-size: 16px;
    }
    
    ul{
        list-style: none;
        padding:0px;
        font-size: 16px;
    }
</style>
<div class="container" style="padding-bottom: 50px;">
    <h2>Пропонуємо вашій увазі цікаві факти про англійську мову.</h2>
    
    <ul>
        <li>1. Англійська мова аж ніяк не найпопулярніша мова у світі - вона тримається на третьому місці після китайської та іспанської.</li>

        <li>2. Найкоротше речення в англійській мові може складатися з трьох букв (I am (я є)/ I do (я роблю)), а якщо I am скоротити до I'm, то взагалі з двох!</li>

        <li>3. Словниковий запас англійської мови налічує 800 000 слів.</li>

        <li>4. Найдовші слова в англійській мові: 
        pneumonoultramicroscopicsilicovolcanoconiosis. Доводиться ставити зарубки після кожного складу, щоб не заплутатися, де зупинився при читанні)) А позначає воно назву хвороби дихальних шляхів при вдиханні вулканічного пилу.
        Chargoggagoggmanchauggagoggchaubunagungamaugg. Воно має 45 букв (як і попереднє!), 15 з яких «g» і 9 - «a». Це невелике озеро поблизу міста Вебстер, штат Мічиган, США.</li>

        <li>5. Єдине в англійській мові речення, яке вважається коректним за наявності 8 однакових слів, розташованих поспіль та без пунктуаційних знаків: «Buffalo buffalo Buffalo buffalo buffalo buffalo Buffalo buffalo» (Бізони з Баффало, налякані іншими бізонами з Баффало, лякають бізонів з Баффало).</li>

        <li>6. Рекордсменом за кількістю значень є слово set: 44 основних значення для дієслова, 17 основних значень для іменника, 7 основних значень для прикметника і ще купа всіляких додаткових значень.</li>

        <li>7. Найчастіше в англійській мові використовується буква E, а найрідше - Q. Мається на увазі те, як часто ця літера знаходиться в різних словах.</li>

        <li>8. Найдавніше слово в англійській мові - town (невелике місто), а також слова: bad (поганий), gold (золото, золотий), apple(яблуко).</li>

        <li>9. Слово goodbye (до побачення) це деформація староанглійської фрази «God be with ye» (нехай буде з тобою Господь).</li>

        <li>10. Англійське слово slave (раб) має пряме відношення до слов'ян: в стародавні часи германські племена продавали представників слов'янських племен в рабство римлянам.</li>

        <li>11. Англійським поетам пощастило, тому що вони не можуть знайти риму тільки до 4 слів: month (місяць), orange (апельсин, помаранчевий), silver (срібло, срібний), purple (фіолетовий). Деякі поети-аматори в пошуках вдалого варіанту намагаються римувати orange з courage (мужність), porridge (каша), arrange (організувати) та іншими схожими за звучанням словами, проте, очевидно, що така рима є притягнутою за вуха.</li>

        <li>12. З найскладнішою англійської скоромовкою: «The sixth sick sheik's sixth sheep is sick» (хвора шоста вівця хворого шостого шейха). Навіть носії мови насилу справляються.</li>

        <li>13. У слові indivisibility (неподільність) буква I повторюється 6 разів.</li>

        <li>14. Goddessship (божественність) - єдине слово, де приголосна буква повторюється 3 рази поспіль. Або ось ще: rhythm (ритм, такт) - найдовше слово з 1 голосною. </li>

        <li>15. Речення «The quick brown fox jumps over the lazy dog» (швидка коричнева лисиця перестрибує через лінивого собаку) унікальне тим, що тут зустрічаються всі букви англійського алфавіту.</li>

        <li>16. Ще одне цікаве речення: «A rough-coated, dough-faced, thoughtful ploughman strode through the streets of Scarborough; after falling into a slough, he coughed and hiccoughed» (Одягнений у грубий одяг блідолиций задумливий орач крокував вулицею міста Скарборо. Після падіння в болото він кашляв та гикав). Унікальність його в тому, що тут зустрічаються всі 9 варіантів читання буквосполучення «ough». Явний приклад того, що в англійській мові найскладніше - це правила читання (а точніше, їх відсутність).</li>

        <li>17. Крапка на буквами «i» та «j» в англійській мові називається tittle (капелька).</li>

        <li>18. Almost (майже) - найдовше слово англійської мови, в якому всі букви розташовані в алфавітному порядку.</li>

        <li>19. В англійській мові є тільки 4 слова із закінченням на «dous»: tremendous (величезний), horrendous (страхітливий), stupendous (дивовижний) та hazardous (небезпечний, ризикований).</li>

        <li>20. Underground (метро, підземний) - єдине слово в англійській мові, яке починається і закінчується на «und».</li>

        <li>21. Ну а це вже відомий прикол: stewardesses (стюардеса), це найдовше слово, яке можна надрукувати лише лівою рукою.</li>

        <li>22. Символ & колись був в англійському алфавіті. Зараз же він називається «амперсанд» і не вважається літерою.</li>

        <li>23. Слово queue (черга) єдине слово, в якому вимова не зміниться, якщо прибрати останні 4 букви.</li>

        <li>24. Go (йти, йди)– це найкоротший осмислений вислів в англійській мові.</li>

        <li>25. В англійській назви всіх континентів закінчуються на ту ж саму літеру, з якої починаються.</li>

        <li>26. Американський президент Бенджамин Франклін зібрав більше 200 синонімів слова drunk (п'яний), включаючи такі шедеври як cherry - merry, nimptopsical і soaked.</li>

        <li>27. Слово typewriter (друкарська машинка) - найдовше слово, яке можна набрати на клавіатурі в одному (верхньому) ряді.</li>

        <li>28. Англійські слова salary (заробітна плата) і salad (салат) походять від латинського sal (сіль). Перше слово виникло через те, що римським солдатам видавали дозвіл на купівлю солі, а друге - через те, що римляни любили солити зелень.</li>

        <li>29. В цілому Інтернеті приблизно 70% займають сторінки англійською мовою.</li>

        <li>30. Офіційною мовою штату Іллінойс (США) є «американська», говорити англійською там вважається незаконним.</li>

        <li>31. Англійська мова вважається обов'язковою для всіх учнів в Китаї, починаючи з третього класу. В Америці ж, тільки 3% початкових шкіл і 4% середніх шкіл пропонують вивчення китайської мови.</li>

        <li>32. Поки ви читаєте цей текст, 700 мільйонів осіб в усьому світі вивчає англійську мову! </li>
    </ul>
</div>