Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: In order to provide you with the very best service, when you apply to become an %s customer or open a live account, we will ask you for personal information. This information will assist us in evaluating your financial experience, processing your requests and transactions, retrieving lost passwords, keeping you informed about products and services that may be of interest to you, and providing you with a better customer experience. We are also required by law to retain some records.
ar: من أجل أن نزودك بأفضل خدمة، عند التقدم لكي تصبح عميل %s أو تفتح حساب متحرك، سوف نطلب منك معلومات شخصية. وسوف تساعدنا هذه المعلومات على تقييم خبرتك المالية، ومعالجة طلباتك ومعاملاتك، واسترداد كلمات المرور المفقودة، وإبلاغك بصفة مستمرة بالمنتجات والخدمات التي قد تنال اهتمامك، وتزويدك بتجربة أفضل كعميل. وجدير بالذكر أننا مطالبون أيضًا بالاحتفاظ ببعض السجلات بموجب القانون.
es: Con el fin de ofrecerle el mejor servicio, al momento de solicitar convertirse en un cliente %s o abrir una cuenta real, le pediremos información personal. Esta información nos ayudará a evaluar su experiencia financiera, procesar sus pedidos y transacciones, recuperar contraseñas perdidas, mantenerlo informado sobre los productos y servicios que pueden ser de interés para ti, y que le proporciona una mejor experiencia del cliente. También estamos obligados por ley a retener algunos registros.
hi: जब आप %s का ग्राहक बनने या एक जीवंत खाता खोलने के लिए आवेदन देंगे तब हम आपसे कुछ व्यक्तिगत जानकारियां पूछेंगे ताकि आपको हम सबसे बेहतरीन सेवाएं दे सकें. इस जानकारी से हमें आपके वित्तीय अनुभव का मूल्यांकन करने, आपके आवेदनों और लेनदेनों को प्रॉसेस करने, खोए पासवर्ड प्राप्त करने, आपको समय-समय पर अपने उत्पादों व सेवाओं संबंधी जानकारी, जिस पर आपको दिलचस्पी हो सकती है, देने, आपको बेहतर ग्राहक अनुभव प्रदान करने में हमें मदद मिलेगी. कानूनन भी हम कुछ रिकार्ड रखने के लिए बाध्य हैं.
pt: Para fornecer a você com o melhor serviço, quando você faz a aplicação para tornar-se um cliente %s ou abrir uma conta ao vivo, nós lhe solicitaremos seus dados pessoais. Esta informação irá nos ajudar na avaliação de sua experiência financeiro, processando suas solicitações e transações, retirando senhas perdidas, mantendo você informado sobre produtos e serviços que possam ser de interesse a você, e fornecer a você com uma melhor experiência de cliente. Também somos obrigados por lei a reter alguns registros.
ru: Когда вы становитесь клиентом %s или открываете действующий счет, мы запрашиваем у Вас личную информацию, чтобы предоставить самый высокий уровень сервиса. Эти данные помогают нам оценить Ваш торговый опыт, обработать Ваши запросы и транзакции, восстановить потерянные пароли, держать Вас в курсе новостей о продуктах и услугах, которые могут быть Вам интересны, а также обеспечить Вам наилучшие условия пользования сайтом. Также по закону мы обязаны вести некоторые записи.

source: Required Information May Include:
ar: قد تشمل المعلومات المطلوبة ما يلي:
es: La información requerida puede incluir:
hi: आवश्यक जानकारी में शामिल हो सकता है:
pt: Informação solicitação pode incluir:
ru: Необходимая информация может включать:

source: Application Information - full name, address, birth date, identity or social security number, occupation, assets and income, and other similar information, as detailed on the application forms.
ar: معلومات الطلب - الاسم بالكامل، والعنوان، وتاريخ الميلاد، ورقم الهوية أو رقم الضمان الاجتماعي، والوظيفة، والأصول والدخل، ومعلومات أخرى مماثلة، كما هو موضح بالتفصيل في استمارات الطلب.
es: Información sobre la aplicación - nombre completo, dirección, fecha de nacimiento, identidad o número de seguridad social, ocupación, bienes e ingresos y otra información similar, como se detalla en los formularios de solicitud
hi: आवेदन जानकारी - पूरा नाम, पता, जन्म तिथि, पहचान या सामाजिक सुरक्षा नम्बर, व्यवसाय, परिसंपत्तियां और आय, और संबन्धित अन्य जानकारी जो आवेदन पत्र में दिया गया है.
pt: Informação da Aplicação - nome completo, endereço, data de nascimento, identidade ou número do seguro social, ocupação, ativos e rendas, e outra informação similar, como detalhado nos formulários de aplicação
ru: Регистрационная информация – полное имя, адрес, дата рождения, номер паспорта или карточки социального страхования, род занятий, уровень доходов и другие сведения, указанные в регистрационной форме.

source: Transaction Information - Information about your transactions with us and/or our affiliates, and records of past communications. These may include your account balances, trading activity, past inquiries and our responses.
ar: معلومات المعاملة - المعلومات المتعلقة بمعاملاتك معنا و / أو مع الشركات التابعة لنا، وسجلات الاتصالات السابقة. وقد تشمل هذه المعلومات أرصدة حسابك، ونشاط التداول، والاستفسارات السابقة وردودنا عليها.
es: Información de transacciones - Información sobre sus transacciones con nosotros y/o nuestros afiliados, y los registros de las comunicaciones anteriores. Estos pueden incluir los saldos de su cuenta, su actividad, investigaciones pasadas y nuestras respuestas.
hi: लेनदेन की जानकारी - हमारे साथ और/या हमारे सहयोगियों के साथ आपकी लेनदेन संबंधी जानकारी और पिछले वार्तालाप के रिकार्ड. इनमें आपके खाते की शेष राशि, व्यापारिक गतिविधि, पिछली जांचें और हमारी प्रतिक्रियाएं शामिल हो सकती हैं.
pt: Informação da transação - Informação sobre suas transações conosco e/ou nossos afiliados, e registros de comunicações anteriores. Esses podem incluir os saldos de sua conta, atividade de comercialização, inquéritos anteriores e nossas repostas.
ru: Информация о транзакциях – сведения о Ваших транзакциях, совершенных с помощью нашей компании и/или наших партнеров, а также записи о предыдущих контактах, в том числе баланс на вашем счету, деловую активность, запросы и наши ответы на них.

source: Verification Information - This may be required to verify your identity, and may include passport or driver`s license, utility bill, bank statement, credit card copy etc.
ar: معلومات التحقق - قد تكون هذه المعلومات مطلوبة للتحقق من هويتك، وقد تشمل جواز السفر أو رخصة القيادة، أو فاتورة المرافق، أو كشف حساب مصرفي، أو نسخة من بطاقة الائتمان وغيرها.
es: Verificación de la Información - Esto puede ser necesario para verificar su identidad, y puede incluir pasaporte o permiso de del conductor, factura de servicios públicos, estado de cuenta bancario, copia de tarjeta de crédito, etc.
hi: सत्यापन जानकारी - यह आपकी पहचान सत्यापित करने के लिए आवश्यक हो सकता है, और इसमें पासपोर्ट या ड्राइविंग लाइसेंस, उपयोगिता बिल, बैंक स्टेटमेंट, क्रेडिट कार्ड की नकल आदि शामिल हो सकते हैं
pt: Informação da Verificação - Isto pode ser necessário para verificar sua identidade, pode incluir passaporte ou carteira de motorista, conta de serviço público, extrato bancário, cópia de cartão de crédito etc.
ru: Информация для верификации – данные для подтверждения Вашей личности, например, паспорт, водительское удостоверение, счет за коммунальные услуги, выписка с банковского счета, копия кредитной карты и т. д.

source: Note: Anti-Money Laundering ("AML") regulations requires financial institutions to collect information and take action where necessary, in order to verify a customer`s identity.
ar: ملاحظة: تتطلب لوائح مكافحة غسل الأموال ("AML") من المؤسسات المالية جمع المعلومات واتخاذ الإجراءات اللازمة عند الضرورة من أجل التحقق من هوية العملاء.
es: Nota: Reglamentos Contra el Lavado de Dinero ("PLD") requiere Instituciones Financieras para recoger información y tomar medidas cuando sea necesario, con el fin de verificar la identidad del cliente.
hi: नोट: एंटी मनी लॉन्ड्रिंग ("एएमएल") नियमों के तहत ग्राहक की पहचान सत्यापित करने के लिए वित्तीय संस्थाएं जानकारी इकट्ठी करेंगी और आवश्यकता पड़ने पर कार्रवाई करेंगी.
pt: Nota: Regulações de anti-Lavagem de dinheiro obriba as instituições financeiras a coletar informações e agir se necessário, para verificar a identidade de um cliente.
ru: Пожалуйста, запомните: финансовые организации обязаны собирать информацию в рамках программы по борьбе с отмыванием денег, а также предпринимать действия по установлению личности клиента в случае необходимости.

source: Note: %s will not knowingly collect or maintain personal information from children under 18. If we become aware that a person under 18 has provided us with Personal Information, we will take steps to delete such information from our files.
ar: ملاحظة: لن تجمع %s المعلومات الشخصية من الأطفال دون سن 18 سنة ولا تحتفظ بها عن علم. وإذا تبين أن شخصًا دون سن 18 سنة قد زودنا بمعلومات شخصية، سوف نتخذ الإجراءات اللازمة لحذف هذه المعلومات من ملفاتنا.
es: Nota: %s no recogerá o mantener información personal de niños menores de 18 años. Si nos damos cuenta de que una persona menor de 18 años nos ha proporcionado información personal, vamos a tomar medidas para eliminar dicha información de nuestros archivos.
hi: नोट: 18 साल से कम उम्र के बच्चों की व्यक्तिगत जानकारी %s जानबूझकर इकट्ठी नहीं करेगा. अगर हमें यह मालूम हुआ कि 18 साल से कम उम्र के किसी व्यक्ति ने हमें व्यक्तिगत जानकारी दी तो हम अपने फाइलों से ऐसी जानकारी हटाने के लिए आवश्यक कदम उठाएंगे.
pt: Note: %s não irá intencionalmente coletar ou manter informação de menos de 18 anos. Se nós descobrirmos que um menor de 18 nos forneceu Informação Pessoal, nós iremos tomar as medidas para excluir tal informação de nossos arquivos.
ru: Пожалуйста, запомните: %s не собирает и не хранит персональные данные детей, не достигших 18 лет. В случае если нам станет известно, что такая информация была предоставлена компании, мы предпримем меры по ее удалению из базы данных.

source: If a parent or guardian becomes aware that his or her child has provided us with Personal Information without their consent, he or she should contact us at support@%s.com
ar: إذا تبين لأحد الوالدين أو الوصي أن طفله قد زودنا بمعلومات شخصية دون موافقته، ينبغي عليه التواصل معنا عبر البريد الإلكتروني: support@%s.com
es: Si el padre o tutor passe conscientes que su hijo nos ha proporcionado información personal sin el consentimiento, él o ella debe ponerse en contacto con nosotros en support@%s.com
hi: किसी माता-पिता या अभिभावक को यह पता चला कि बिना उनकी सहमति के उनके बच्चे ने हमें अपनी व्यक्तिगत जानकारी प्रदान की है तो, उन्हें support@%s.com पर हमसे संपर्क करना चाहिए
pt: Se um parente ou guardião ficar ciente que sua criança nos forneceu Informação Pessoal sem seu consentimento, ele ou ela deve entrar em contato com support@%s.com
ru: Если вы родитель или опекун и подозреваете, что ваш ребенок предоставил нам свои персональные данные без вашего согласия, пожалуйста, свяжитесь с нами по электронной почте support@%s.com.

source: The Use of Cookies
ar: استخدام ملفات تعريف الارتباط (الكوكيز)
es: El Uso de los Cookies
hi: कुकीज़ का उपयोग
pt: O Uso de Cookies
ru: Использование Cookies

source: %s also collects and uses information acquired from cookies. Cookies are bits of textual information that are sent electronically from a web server to your browser and are stored on your computer. They do not identify you individually nor do they contain personal information about you, unless you have identified yourself or provided the information by, for example, opening an account or registering for an on-line service. We may use cookies to measure and identify website traffic patterns and to track the performance of web features and advertisements.
ar: تقوم %s أيضًا بجمع المعلومات المكتسبة من ملفات تعريف الارتباط (الكوكيز) واستخدامها. وهذه الكوكيز هي عبارة عن أجزاء من المعلومات النصية التي يتم إرسالها إلكترونيا من خادم الويب إلى المتصفح الخاص بك ويتم تخزينها على جهاز الكمبيوتر الخاص بك. ولا تعمل هذه الكوكيز على تعريفك بشكل فردي، كما أنها لا تحتوي على معلومات شخصية عنك، إلا إذا عرَّفت نفسك أو قدمت المعلومات، على سبيل المثال، من خلال فتح حساب أو التسجيل في خدمة عبر الإنترنت. وقد نستخدم الكوكيز لقياس وتحديد أنماط الحركة على الموقع وتتبع أداء الإعلانات والميزات الخاصة بالويب.
es: %s también recopila y utiliza la información obtenida de las cookies. Las cookies son fragmentos de información textual que se envían electrónicamente desde un servidor web a su navegador y se almacenan en su ordenador. Ellos no te identifican individualmente ni contienen "información personal" sobre usted, a menos que usted se ha identificado o facilitado la información, por ejemplo, la apertura de una cuenta o registro para un servicio en línea. Podemos utilizar cookies para medir e identificar los patrones de tráfico de sitios web y realizar un seguimiento del desempeño de funciones web y anuncios.
hi: कुकीज़ से %s जानकारी प्राप्त और उपयोग करता है. कुकीज़ शाब्दिक सूचना के टुकड़े हैं जिन्हें एक वेब सर्वर से इलेक्ट्रॉनिक तौर पर आपके ब्रॉउज़र पर भेजा और आपके कम्प्यूटर में स्टोर किया जाता है. वो आपको नहीं पहचानेंगे और न ही आपके बारे में व्यक्तिगत जानकारी रखते हैं बशर्तेकि आपने खुद ही अपनी पहचान न दी हो और जानकारी न दी हो, जैसे कि, कोई खाता खोलना या किसी ऑनलाइन सेवा के लिए पंजीकरण करना. वेब ट्रैफिक पैटर्न मापने और पहचानने तथा वेब सुविधाओं और विज्ञापनों के प्रदर्शन को ट्रैक करने के लिए हम कुकीज़ का इस्तेमाल कर सकते हैं.
pt: %s também coleta e usa informação adquirida a partir de cookies. Cookies são partes de informação de texto que são enviados eletronicamente de um servidor web para seu navegador e são armazenados em seu computador. Ele não identificam você individualmente nem contém informação pessoal sobre você, a menos que tenha identificado a si mesmo ou forneceu a informação via, por exemplo, de abertura de conta ou registro em um serviço on-line. Nós podemos usar cookies para medir e identifica padrões de tráfico de site e rastrear o desempenho de características e anúncios.
ru: %s собирает и использует данные, полученные с помощью куки-файлов (cookies). Это фрагменты текстовой информации, которые Ваш браузер получает от сервера электронным путем и которые потом хранятся на вашем компьютере. Они не служат для установления Вашей личности и не содержат персональных сведений, пока вы сами не предоставите информацию о себе, открыв счет или зарегистрировавшись на онлайн-сервисе. Мы используем куки-файлы для отслеживания и анализа принципов работы клиентов с сайтом и для оценки производительности сетевых услуг и объявлений.

source: By providing %s with a better understanding of how you and others use our websites and other web services, cookies enable our company to improve the navigation and functionality of its websites and to present the most useful information and offers to you.
ar: ونظرًا لتزويد %s بفهم أفضل لكيفية استخدامك أنت والآخرين لمواقعها وخدمات الويب الأخرى، تعمل الكوكيز على تمكين الشركة من تحسين التصفح والأداء الوظيفي لمواقعها وتقديم المعلومات والعروض الأكثر فائدة لك.
es: Al proporcionar %s con una mejor comprensión de cómo usted y otros utilizan nuestros sitios web y otros servicios web, las cookies permiten a nuestra empresa mejorar la navegación y la funcionalidad de sus sitios web y para presentar la información y ofertas más útil para usted.
hi: आप और दूसरे लोग हमारे वेबसाइट और अन्य वेब सेवाओं का उपयोग कैसे कर रहे हैं इसकी सही जानकारी %s को देकर कुकीज़ हमें अपनी कम्पनी को अपने वेबसाइटों के नेविगेशन और कार्यक्षमता को सुधारने में और आपको बेहद उपयोगी सूचनाएं और ऑफर देने में समर्थ बनाएंगी.
pt: Ao fornecer %s com um melhor entendimento de como você e outros usam nossos site e outros serviços web, cookies habilitam nossa empresa em aprimorar a navegação e funcionalidade de seus site e apresentar as informações e ofertas mais úteis a você.
ru: Сотрудники %s, ее агенты и партнеры могут иметь доступ к данным, полученным с помощью куки-файлов, но наша компания никогда не разглашает информацию подобного рода третьим лицам.

source: We may share information obtained from cookies with its employees, agents and affiliates, but does not sell such information to unaffiliated third parties.
ar: يجوز للشركة مشاركة المعلومات التي تم الحصول عليها من الكوكيز مع موظفيها ووكلائها والشركات التابعة لها، ولكنها لا تبيع هذه المعلومات إلى أطراف أخرى غير تابعة.
es: Podemos compartir la información obtenida de las cookies con sus empleados, agentes y afiliados, pero no tiene que vender esa información a terceros no afiliados.
hi: कुकीज़ से प्राप्त जानकारी हम अपने कर्मचारियों, एजेंटों और सहयोगियों से साझा कर सकते हैं, लेकिन ऐसी जानकारी को हम दूसरे लोगों को जो हमारे सहयोगी नहीं हैं, नहीं बेचेंगे.
pt: Podemos compartilhar informação obtida a partir de cookies com seus funcionários, agentes e afiliados, mas não vendemos tal informação a terceiros não afiliados.
ru: Сотрудники компании, ее агенты и партнеры могут иметь доступ к данным, полученным с помощью куки-файлов, но мы никогда не разглашаем информацию подобного рода третьим лицам.

source: %s may permit other companies or their third party ad servers to set their own cookies on your browser when you visit our website. Such companies generally use these cookies as we do, but you should refer to their privacy policies in case of any doubt
ar: يجوز أن تسمح %s للشركات الأخرى أو لخوادم إعلانات الأطراف الأخرى ضبط الكوكيز الخاصة بها على متصفحك عند زيارتك لموقعنا على الانترنت. وتستخدم هذه الشركات تلك الكوكيز بصفة عامة كما نفعل، ولكن ينبغي عليك الرجوع إلى سياسات الخصوصية الخاصة بها في حال وجود أي شك.
es: %s puede permitir que otras empresas o sus servidores de anuncios de terceros a establecer cookies en sus propios navegador cuando visita nuestro sitio web. En general, estas empresas utilizan las galletas cómo hacemos, pero usted debe referirse a sus políticas de privacidad en caso de cualquier duda
hi: जब आप हमारे वेबसाइट में प्रवेश करते हैं तो %s दूसरी कम्पनियों या उनके थर्ड पार्टी विज्ञापन सर्वरों को आपके ब्रॉउज़र पर अपने खुद के कुकीज़ सेट करने की अनुमति दे सकता है. ऐसी कम्पनियां आमतौर पर वही करेंगी जो हम करते हैं, लेकिन अगर कोई संदेह हो तो आपको उनकी गोपनीयता नीतियों को पढ़ लेना चाहिए
pt: %s pode permitir outras empresas ou seus servidores de anúncio de terceiros definir seus próprios cookies em seu navegador quando você visitar nosso site. Tais empresas geralmente usam esses cookies como usamos, mas você deve consultar suas políticas de privacidade em caso de qualquer dúvida
ru: %s может дать разрешение другим компаниям или их рекламным сервисам отправлять свои куки-файлы на Ваш браузер, когда вы посещаете наш сайт. Эти компании обычно используют куки-файлы таким же образом, как и мы, но Вам следует свериться с их политикой конфиденциальности в случае возникновения каких-либо вопросов.

source: Sharing Information
ar: مشاركة المعلومات
es: Intercambio de información
hi: जानकारी साझा करना
pt: Compartilhamento de informação
ru: Распространение информации

source: Affiliates
ar: الشركات التابعة
es: Afiliados
hi: सहयोगी
pt: Afiliados
ru: Партнеры

source: We may share some or all of the personal information described above with our affiliates in order to service client accounts or inform clients of new products and services. Our affiliates may include companies controlled or owned by us, as well as companies which have an ownership interest in our company. Our affiliates will maintain the privacy of your information in the same manner and to the same extent as %s, and in accordance with this privacy policy.
ar: يجوز لنا مشاركة بعض المعلومات الشخصية الموضحة أعلاه أو كلها مع الشركات التابعة لنا من أجل خدمة حسابات العملاء أو إبلاغ العملاء بالمنتجات والخدمات الجديدة. ويمكن أن تشمل الشركات التابعة لنا الشركات التي نسيطر عليها أو المملوكة لنا، فضلاً عن الشركات التي لديها فائدة ملكية في شركتنا. وسوف تحافظ الشركات التابعة لنا على خصوصية معلوماتك بنفس الطريقة وبنفس الدرجة التي تتبعها %s، ووفقًا لسياسة الخصوصية هذه.
es: Podemos compartir parte o la totalidad de la información personal descrita anteriormente con nuestros afiliados con el fin de atender las cuentas de clientes o informar a los clientes de nuevos productos y servicios. Nuestros afiliados pueden incluir compañías controladas o de propiedad de nosotros, así como las empresas que tienen una participación en nuestra empresa. Nuestras filiales serán mantendrá la privacidad de su información del mismo modo y en el misma medida %s, y de acuerdo con esta política de privacidad.
hi: हम कुछ या पूरी व्यक्तिगत जानकारी, जो ऊपर वर्णित है, अपने सहयोगियों के साथ साझा कर सकते हैं ताकि ग्राहकों के खातों की सेवा की जा सके और ग्राहकों को नए उत्पादों और सेवाओं के बारे में बताया जा सके. हमारे सहयोगियों में वो कम्पनियां शामिल हो सकती हैं जिन पर हमारा नियंत्रण और स्वामित्व हो और साथ ही, वो कम्पनियां भी जिन्हें हमारी कम्पनी में स्वामित्व की रुचि है. हमारे सहयोगी भी इस गोपनीयता नीति के तहत ठीक उसी तरह और उसी हद तक आपकी जानकारी की गोपनीयता बनाए रखेंगी जैसेकि %s करता है.
pt: Podemos compartilhar algum ou toda informação pessoal descrita acima com nossos afiliados para atender contas de cliente ou informar clientes de novos produtos e serviços. Nossos afiliados pode incluir empresas controlados ou de nossa propriedade, assim como empresas que tenham um interesse de compra de nossa empresa. Nossos afiliados irão manter a privacidade de sua informação na mesma maneira e na mesma extensão que %s, e em acordo com esta política de privacidade.
ru: Мы можем предоставить некоторые персональные данные, о которых говорилось выше, нашим партнерам для своевременного обслуживания клиентских счетов или информирования клиентов о новых продуктах и услугах. В числе наших партнеров компании, которые контролируются или управляются нами, или же имеют имущественный интерес в нашем бизнесе. Все эти организации соблюдают политику конфиденциальности таким же образом и в той же мере, что и %s.

source: Third Parties
ar: الأطراف الأخرى
es: Tercero
hi: तृतीय पक्ष
pt: Terceiros
ru: Третьи лица
