Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: %s does not disclose your personal information to third parties, except as described in this privacy policy. Third party disclosures may include sharing such information with non-affiliated companies that perform support services for your account or facilitate your transactions with us. These companies may include those that provide professional, legal or accounting services to us. Non-affiliate companies that assist our company in providing services are required to maintain the confidentiality of such information to the extent they receive it. In addition, they are obligated to use your personal information only in the course of providing such services and only for the purposes dictated by us.
ar: لن تُفصح %s عن معلوماتك الشخصية لأطراف أخرى، باستثناء ما هو موضح في سياسة الخصوصية هذه. وقد تشمل حالات الإفصاح لأطراف أخرى مشاركة تلك المعلومات مع الشركات غير التابعة التي تقدم خدمات الدعم لحسابك أو تسهل معاملاتك معنا. ويمكن أن تشمل هذه الشركات تلك التي توفر خدمات مهنية أو قانونية أو محاسبية لنا. ويتعين على الشركات غير التابعة التي تساعد شركتنا في تقديم الخدمات الحفاظ على سرية هذه المعلومات إلى حد حصولها عليها. وبالإضافة إلى ذلك، تكون هذه الشركات ملزمة بعدم استخدام معلوماتك الشخصية إلا في سياق تقديم هذه الخدمات وللأغراض التي نحددها فقط.
es: %s no revela su información personal a terceros, excepto como se describe en esta política de privacidad. Revelaciones de terceros pueden incluir compartir dicha información con compañías no afiliadas que realiza servicios de apoyo para su cuenta o facilitan sus transacciones con nosotros. Estas compañías pueden incluir aquellos que Proporcionan servicios profesionales, fresco o contables para nosotros. Las empresas no afiliadas que ayudan a nuestra empresa en la prestación de servicios son necesarios para mantener la confidencialidad de dicha información en la medida en que lo reciban. Además, ellos están obligados a utilizar su información personal sólo en el curso de la prestación de dichos servicios y sólo a los efectos dictados por nosotros.
hi: गोपनीयता नीति में वर्णित तरीके से हटकर %s आपकी व्यक्तिगत जानकारी तृतीय पक्षों से साझा नहीं करेगा. तृतीय पक्षों से ऐसी जानकारी गैर-सहयोगी कम्पनियों के साथ साझा की जाएगी जो आपके खाते की सेवाओं में सहयोग करती हैं या हमारे साथ आपकी लेनदेन में सहयोग देती हैं. इन कम्पनियों में वो शामिल होंगी जो हमें व्यावसायिक, कानूनी या अकाउन्टिंग सेवाएं देती हैं. सेवाएं प्रदान करने में हमारी कम्पनी की मदद करने वाली गैर-सहयोगी कम्पनियां ऐसी जानकारी, जिस हद तक वे प्राप्त करती हैं, की गोपनीयता बनाए रखने के लिए बाध्य हैं. इसके अलावा, वे आपकी व्यक्तिगत जानकारी का उपयोग सिर्फ ऐसी सेवाएं देने के दौरान और सिर्फ हमारे द्वारा निर्देशित जरूरतों के लिए ही करने को बाध्य हैं.
pt: %s não divulga sua informação pessoal a terceiros, exceto como descrito nesta política de privacidade. Divulgações de terceiros podem incluir compartilhamento como informações com empresas não afiliados que realizam serviços de suporte para sua conta ou facilitam suas transações conosco. Essas empresas podem incluir aquelas que fornecem serviços de contabilidade e jurídico profissional para nós. Empresas não afiliadas que auxiliam nossa empresa no fornecimento de serviços são obrigadas a manter a confidencialidade de tal informação na mesma medida em que receberam. Em adição, elas são obrigadas a usar suas informações pessoais apenas no curso de fornecer tais serviços e apenas para propósitos ditados por nós.
ru: %s не разглашает Вашу личную информацию третьим лицам кроме случаев, описанных в данной политике конфиденциальности. Сюда относится предоставление сведений организациям, которые осуществляют поддержку Вашего счета или совершают необходимые транзакции, но не входят в список партнеров, а также компаниям, оказывающим нам деловые, юридические и бухгалтерские услуги. Все эти организации обязуются в полном объеме хранить конфиденциальность полученных данных, а также использовать Ваши персональные данные только для предоставления соответствующих услуг, как этого требуем мы.

source: We may disclose a customer`s personal information to a third party in order to fulfill their instructions or pursuant to express consent. It is important to us that you know that our company will not sell your personal information.
ar: يجوز لنا الإفصاح عن المعلومات الشخصية الخاصة بأحد العملاء إلى طرف آخر تلبية لتعليماته أو عملاً بموافقته الصريحة. ومن الأهمية بمكان أن تعلم أن الشركة لن تبيع معلوماتك الشخصية.
es: Podemos revelar el información personal del cliente a un tercero con el fin de cumplir con sus instrucciones o para autorización de conformidad. Es importante para nosotros que usted sabe que nuestra empresa no venderá su información personal.
hi: हम किसी ग्राहक की व्यक्तिगत जानकारी किसी तृतीय पक्ष को दे सकते हैं ताकि वे सहमति व्यक्त करने के लिए उनके निर्देशों या अनुवर्ती को पूरा कर सके. हमारे लिए महत्वपूर्ण यह है कि आप यह जान लें कि हमारी कम्पनी आपकी व्यक्तिगत जानकारी नहीं बेचेगी.
pt: Podemos divulgar as informações pessoais de cliente a um terceiro para preencher suas instruções ou para expressar consentimento. É importante para nós que você saiba que nossa não irá vender suas informações pessoais.
ru: %s может передать третьим лицам личную информацию клиента по его прямому указанию или в случае, если клиент ясно выразил свое согласие на данное действие. Мы никогда не продадим ваши персональные данные.

source: Regulators
ar: المنظمون
es: Reguladores
hi: नियामक
pt: Reguladores
ru: Регулирующие органы

source: %s may disclose your personal information to third parties as permitted by, or in order to comply with applicable laws and regulations. This may include disclosing personal information in order to cooperate with regulatory authorities and law enforcement agencies, as may be necessary to protect our property or rights.
ar: يجوز أن تفصح %s عن معلوماتك الشخصية لأطراف أخرى امتثالاً للقوانين واللوائح المعمول بها وعلى النحو التي تسمح به تلك القوانين واللوائح. وقد يشمل ذلك الإفصاح عن المعلومات الشخصية من أجل التعاون مع السلطات التنظيمية ووكالات إنفاذ القانون، على النحو الضروري لحماية ممتلكاتنا أو حقوقنا.
es: %s puede revelar su información personal a terceros cómo permitido por, o con el fin de cumplir con las leyes y reglamentos aplicables. Por ejemplo, divulgar información personal con el fin de cooperar con las autoridades reguladoras y los organismos encargados de hacer cumplir la ley, el que sean necesarias para proteger nuestra propiedad o derechos.
hi: लागू कानूनों और नियमों के तहत %s आपकी व्यक्तिगत जानकारी तृतीय पक्षों को उजागर कर सकता है. इसमें व्यक्तिगत जानकारी इसलिए भी देना शामिल है कि नियामक अधिकारियों और कानून प्रवर्तक एजेंसियों के साथ सहयोग किया जा सके क्योंकि यह हमारी संपत्ति या अधिकारों की सुरक्षा के लिए जरूरी हो सकता है.
pt: %s pode divulgar suas informações pessoais a terceiros como permitido por, ou para cumprir com as leia aplicáveis e regulações. Isto pode incluir a divulgação de informação pessoal para cooperar com as autoridades reguladoras e agências de aplicação de lei, como for necessário para proteger nossa propriedade ou direitos.
ru: %s имеет право передать Вашу личную информацию третьим лицам в случае, если того требует действующее законодательство и юридические постановления, а также при необходимости сотрудничать с органами государственного регулирования и органами юстиции для защиты наших прав или собственности.

source: Merger or Bankruptcy
ar: الاندماج أو الإفلاس
es: Fusión o Bancarrota
hi: विलय या दिवालियापन
pt: Fusão ou Falência
ru: слияние организаций или банкротство

source: In the event of a merger of %s, the company`s customer information will merge along with the company. In the event of bankruptcy, different legal statuses shall apply in accordance with its incorporation laws and its recordkeeping requirements.
ar: في حال اندماج %s، سوف تندمج معلومات عملاء الشركة مع الشركة. وفي حال الإفلاس، ينبغي تطبيق أوضاع قانونية مختلفة وفقًا لقوانين تأسيسها ومتطلبات حفظ سجلاتها.
es: En el caso de una fusión de %s, la información de los clientes del empresa fusionará junto con la empresa. En caso de quiebra, los diferentes estados fresco se aplicará en conformidad con sus leyes de incorporación y sus requisitos de mantenimiento de registros.
hi: %s के विलय की स्थिति में, ग्राहकों की जानकारी भी कंपनी के साथ विलय होगी। दिवाला निकलने की स्थिति में, निगमन कानूनों और अपने रिकॉर्ड रखने की आवश्यकताओं के अनुसार अलग-अलग कानूनी स्थितियां लागू होंगी.
pt: No evento de uma fusão de %s a informação de cliente da empresa será unida junto com a empresa. No caso de falência, estados jurídicos diferentes podem se aplica de acordo com suas leis de incorporação e seus requisitos de manutenção de registro.
ru: В случае слияния %s с другой организацией данные клиентов будут объединены с данными этой организации. В случае банкротства на компанию будут распространяться различные правовые статусы в соответствии с законами инкорпорации и требованиями регистрации.

source: %s does not keep, in any form, customer`s credit cards information.
ar: لا تحتفظ %s بمعلومات بطاقات الائتمان الخاصة بالعملاء بأي شكل من الأشكال.
es: %s no se mantiene, en cualquier forma, información de tarjetas de crédito del cliente.
hi: ग्राहक के क्रेडिट कार्डों की जानकारी %s किसी भी रूप में नहीं रखेगा.
pt: %s não guarda, em qualquer forma, informações de cartões de crédito de clientes.
ru: %s никогда не хранит информацию о кредитных картах клиентов.

source: Failure to Provide Personal Information
ar: الخطأ في تقديم المعلومات الشخصية
es: La falta de proporcionar información personal
hi: व्यक्तिगत सूचना प्रदान करने में विफलता
pt: Falha em fornecer informações pessoais
ru: Ошибка при предоставлении личной информаци

source: You have a choice to supply any or all of the personal information required. However, missing information may result in our being unable to open or maintain your account and /or to provide you with our services.
ar: لديك خيار تقديم كل المعلومات الشخصية المطلوبة أو أي منها. ومع ذلك، قد تؤدي المعلومات الناقصة إلى عدم قدرتنا على فتح حسابك أو الحفاظ عليه و / أو تزويدك بخدماتنا.
es: Usted tiene una opción para suministrar alguna o toda la información personal que se requiere. Sin embargo, la información que falta puede dar lugar a nuestra incapacidad de abrir o mantener su cuenta y/o para ofrecerle nuestros servicios.
hi: आपको आवश्यक सभी या कुछ व्यक्तिगत जानकारी देने के का विकल्प होगा. हालांकि, लापता जानकारी के फलस्वरूप हम आपके खाते को बनाए रखने में असमर्थ हो सकते हैं और/या अपनी सेवाएं प्रदान करने में असमर्थ हो सकते हैं.
pt: Você tem uma chance de fornecer qualquer ou toda informação pessoal solicitada. No entanto, informação em falta pode resultar na impossibilidade de abrirmos ou mantermos sua conta e/ou fornecer a você nossos serviços.
ru: У Вас всегда есть выбор, какое количество сведений о себе вы даете компании. Однако если некоторая важная информация будет отсутствовать, мы не сможем открыть Вам счет или предоставить другие услуги.

source: Opt Out
ar: الانسحاب
es: Darse de baja
hi: बाहर निकलने का विकल्प चुनें
pt: Sair
ru: Удаление личной информации из базы данных

source: Should you choose to have your name and personal data removed from our database, you can do so by sending an email to support@%s.com but kindly note that missing information may result in our being unable to open or maintain your account and /or to provide you with our services.
ar: إذا كنت تفضل إزالة اسمك وبياناتك الشخصية من قاعدة البيانات الخاصة بنا، يمكنك القيام بذلك عن طريق إرسال بريد إلكتروني إلى support@%s.com، ولكن يرجى ملاحظة أن المعلومات الناقصة قد تجعلنا غير قادرين على فتح حسابك أو الحفاظ عليه و / أو تزويدك بخدماتنا.
es: Si decide que su nombre y datos personales extraídos de nuestra base de datos, puede hacerlo enviando un e-mail a support@%s.com pero amablemente señalar que falta de información puede dar lugar a nuestra incapacidad de abrir o mantener su cuenta y/o para ofrecerle nuestros servicios.
hi: आप हमारे डेटाबेस से अपना नाम और व्यक्तिगत डेटा हटाने का विकल्प चुन सकते हैं. support@%s.com को ई-मेल भेजकर आप ऐसा कर सकते हैं. लेकिन कृपया ध्यान दें कि लापता जानकारी के फलस्वरूप हम आपके खाते को बनाए रखने में असमर्थ हो सकते हैं और/या अपनी सेवाएं प्रदान करने में असमर्थ हो सकते हैं.
pt: Se você escolher ter o seu nome e dados pessoais removidos de nossa base de dados, você pode fazer tal enviando um e-mail para support@%s.com mas gentilmente observe que informação em falta pode resultar na impossibilidade de abrirmos ou mantermos sua conta e/ou fornecer a você com nossos serviços.
ru: У Вас есть возможность удалить имя и фамилию из нашей базы данных, послав письмо на электронную почту support@%s.com, но в таком случае мы не сможем открыть вам счет или обслуживать Вас, а также предоставлять другие услуги.

source: Mailing Information
ar: معلومات الاتصال
es: Información de correo
hi: मेलिंग जानकारी
pt: Informação de correio
ru: Информация для связи

source: Whether you wish to talk to us about our privacy policy or any other issue, the professional team at %s is available to assist you . Please feel free to contact us via e-mail, phone, fax and mailing address. You can also or use our chat facility to IM a customer service representative.
ar: إذا كنت ترغب في التحدث إلينا عن سياسة الخصوصية الخاصة بنا أو أي مسألة أخرى، فإن الفريق المهني في %s متاح لمساعدتك. الرجاء عدم التردد في الاتصال بنا عبر البريد الإلكتروني والهاتف والفاكس والعنوان البريدي. ويمكنك أيضًا استخدام أداة الدردشة الخاصة بنا لإرسال الرسائل الفورية إلى ممثل خدمة العملاء.
es: Si usted desea hablar con nosotros acerca de nuestra política de privacidad o cualquier otro tema, el equipo de profesionales en %s está disponible para ayudarle. Por favor no dude en contactar con nosotros a través de e-mail, teléfono, fax y dirección postal. También puede utilizar nuestro servicio de chat para enviar mensajes instantáneos a un representante de servicio al cliente.
hi: अगर आपको हमारी गोपनीयता नीति पर या किसी अन्य मुद्दे पर बात करनी है तो %s की एक पेशेवर टीम आपकी मदद के लिए हमेशा तैयार रहेगी. कृपया ई-मेल, फोह, फैक्स औ मेलिंग पते पर हमसे संपर्क करने में संकोच न करें. या आप ग्राहक सेवा प्रतिनिधि से IM करने के लिए हमारी चैट सुविधा का भी उपयोग कर सकते हैं.
pt: Se você deseja falar conosco sobre nossa política de privacidade ou qualquer outro problema, a equipe de profissional em %s está disponível para auxiliar você. Entre em contato conosco via e-mail, telefone, fax e endereço de correio. Você pode também usar nossa ferramenta de chat para enviar uma mensagem para um representante de serviço ao cliente.
ru: Если вы хотите поговорить с нами о политике конфиденциальности или по какому-либо другому вопросу, команда профессионалов %s готова помочь Вам . Пожалуйста, свяжитесь с нами в любое удобное для Вас время по телефону, по факсу, с помощью электронной почты.

source: Strategies in binary options
ar: الاستراتيجيات في الخيارات الثنائية
es: Estrategias de opciones binarias
hi: बाइनरी ऑप्शन्स में रणनीतियां
pt: Estratégias em opções binárias

source: For a regular profit on a binary options follow certain strategies. Some of them are simple enough for beginners, while others are more suitable for experienced traders. The emergence of trading strategies due to the multiple analysis of behavioral patterns of the market, as well as the main features of the binary options . With the right approach significantly reduces the risk and increase considerably the chances of attracting investors to profit. Here's a short list of popular strategies that are most commonly used on our platform :
ar: لجني الأرباح المنتظمة من الخيارات الثنائية يتم اتباع استراتيجيات معينة. وبعض هذه الاستراتيجيات بسيط بشكل كاف للمبتدئين، بينما توجد استراتيجيات أخرى أكثر ملاءمة للمتداولين أصحاب الخبرة. ويرجع ظهور استراتيجيات التداول إلى التحليل المتعدد للأنماط السلوكية للسوق، فضلاً عن الميزات الرئيسية للخيارات الثنائية. وباستخدام النهج الصحيح تقل المخاطر بشكل كبير وتزداد فرص جذب المستثمرين نحو الربح بدرجة كبيرة. وفيما يلي قائمة مختصرة بالاستراتيجيات الشائعة الأكثر انتشارًا على منصتنا:
es: Para un beneficio ordinario de opciones binarias seguir ciertas estrategias. Algunos de ellos son lo suficientemente simple para principiantes, mientras que otros son más adecuados para los operadores con experiencia. El surgimiento de estrategias de negociación debido al análisis múltiple de los patrones de comportamiento del mercado, así como las principales características de las opciones binarias. Con el enfoque adecuado reduce significativamente el riesgo y aumentar considerablemente las posibilidades de atraer a los inversores para obtener ganancias. He aquí una breve lista de las estrategias populares que se utilizan con mayor frecuencia en nuestra plataforma:
hi: बाइनरी ऑप्शन्स में नियमित लाभ प्राप्त करने के लिए निश्चित रणनीतियों का पालन करें. इनमें से कुछ तो शुरूआत करने वालों के लिए आसान हैं, जबकि बाकी अनुभवी व्यापारियों के लिए उपयुक्त हैं. बाजार के व्यवहार पैटर्न के अनेक विश्लेषणों और साथ ही, बाइनरी ऑप्शन की मुख्य विशेषताओं से व्यापार की रणनीतियां उत्पन्न होती हैं. सही दृष्टिकोण अपनाने से जोखिम उल्लेखनीय तौर पर घट जाता है और निवेशकों को लाभ मिलने के अवसर बढ़ जाते हैं. हमारे मंच पर अत्यधिक उपयोग की जाने वाली लोकप्रिय रणनीतियों की संक्षिप्त सूची निम्नांकित है:
pt: Para um lucro regular em opções binárias siga algumas estratégias. Algumas delas são simples o bastante para iniciantes, enquanto outras são mais adequadas para comerciantes experientes. A emergência das estratégias de comercialização devido à múltiplas análises de padrões de comportamento de mercado, assim como as principais características das opções binárias. A abordagem correta reduz o risco de forma significante e aumenta consideravelmente as chances de atrais investidores para lucrar. Aqui está uma lista curta popular que é usada mais comumente em nossa plataforma:

source: Hedging
ar: التحوط
es: Cobertura
hi: प्रतिरक्षा
pt: Cobertura

source: Hedging strategy , called Collard , perfectly suited to trade binary options. It is also sometimes called the averaging strategy for the losses and profits. This strategy is used when trading binary options such as one touch or one touch. Hedging strategy significantly reduces the risks that are possible when buying both options put / call. The essence of this strategy lies in the fact that , when trading is possible to cover the premium on a call option by selling another option . It is possible to reset the closing of transactions , making it possible to not get a loss when you select the wrong option . That is , the trader as a result did not receive any profits or losses. This result is called the free Kollar.
ar: استراتيجية التحوط، تدعى الكولارد، وهي مناسبة تمامًا لتداول الخيارات الثنائية. وتسمى في بعض الأحيان الاستراتيجية المتوسطة للخسائر والأرباح. وتستخدم هذه الاستراتيجية عند تداول الخيارات الثنائية مثل خيار لمسة واحدة (one touch). وتقلل استراتيجية التحوط المخاطر المحتملة بشكل ملحوظ عند شراء خياري البيع / الشراء. ويكمن جوهر هذه الاستراتيجية في حقيقة أن يكون التداول بإمكانه تغطية قسط على خيار الشراء من خلال بيع خيار آخر. ومن الممكن إعادة إغلاق المعاملات، مما يجعل من الممكن تفادي الخسارة عند تحديد الخيار الخاطئ. ولهذا لم يتلقى المتداول أي أرباح أو خسائر. وتسمى هذه النتيجة ذا فري كولار.
es: Estrategia de cobertura, llamado Collard, perfectamente adecuado para el comercio de opciones binarias. También a veces se llama la estrategia de promedio de las pérdidas y ganancias. Esta estrategia es utilizada cuando el comercio de opciones binarias como un solo toque. Estrategia de cobertura reduce significativamente los riesgos que son posibles en la compra de las dos opciones de venta/compra. La esencia de esta estrategia radica en el hecho de que, cuando es posible negociar para cubrir la prima de una opción de compra con la venta de otra opción. Es posible restablecer el cierre de las operaciones, por lo que es posible que no obtenga una pérdida cuando se selecciona la opción equivocada. Es decir, el comerciante como resultado no recibieron los beneficios o pérdidas. Este resultado se llama la libre Kollar.
hi: प्रतिरक्षा रणनीति, जिसे कॉलर्ड भी कहा जाता है, बाइनरी ऑप्शन व्यापार करने के लिए बिल्कुल ठीक है. इसे कई बार घाटे और लाभ में औसत रणनीति भी कहा जाता है. वन टच या वन टच जैसे बाइनरी व्यापार करने में इस रणनीति का प्रयोग किया जाता है. पुट/कॉल के दोनों ऑप्शन खरीदने के दौरान संभावित जोखिमों को प्रतिरक्षा रणनीति उल्लेखनीय रूप से कम करती है. इस रणनीति का सारांश इस तथ्य में है कि जब एक दूसरे ऑप्शन को बेचकर एक कॉल ऑप्शन पर प्रीमियम को कव्हर करने के लिए व्यापार संभव हो. लेनदेनों के समापन को पुनः सेट करने के लिए यह संभव है. अगर गलत ऑप्शन चुन लेते हैं तो इससे नुकसान की संभावना नहीं रहती है. इसके नतीजे में अगर व्यापारी को लाभ या नुकसान दोनों ही नहीं होते हैं तो उस नतीजे को फ्री-कॉलर बुलाते हैं.
pt: Estratégia de cobertura, chamada Collard, perfeitamente adequada para comercializar opções binárias. É também muitas vezes chamada de estratégia mediana para as perdas de lucros. Esta estratégia é usada quando comercializando opções binárias tais como as de um toque. A estratégia de cobertura significativamente reduz os riscos que são possíveis ao comprar ambas as opções colocar/chamada. A essência desta estratégia está no fato que, ao comercializar é possível abrange o prêmio em uma opção de chamada ao vendar uma outra opção. É possível redefinir o fechamento das transações, tornando possível não obter uma perda quando você seleciona a opção errada. Isto é, o comerciante como um resultado não recebeu nenhum lucro ou perdas. Este resultado é chamado de Kollar gratuito.

source: Strangle and straddle
ar: التضييق والتوازن
es: Estrangular y montar a horcajadas
hi: स्ट्रैंजिल और स्ट्रैडिल
pt: Strangle e casamento de opções

source: When trading binary options, are often used strangle strategy. Thanks to this strategy, the trader may be able to use both options to one asset. At a certain scenario, the simultaneous acquisition of these options with different strike prices can bring considerable profit.
ar: غالبًا ما تستخدم استراتيجية التضييق عند تداول الخيارات الثنائية. وقد يكون بإمكان المتداول استخدام كلا الخيارين لأصل واحد نتيجة استخدام هذه الاستراتيجية. وقد ينتج عن اكتساب كلا الخيارين بصفة متزامنة، في سيناريو معين، مع أسعار التنفيذ المختلفة جلب أرباح كبيرة.
es: Cuando el comercio de opciones binarias, a menudo se utiliza la estrategia de estrangular. Gracias a esta estrategia, el comerciante puede ser capaz de utilizar ambas opciones para un activo. En un determinado escenario, la adquisición simultánea de estas opciones con diferentes precios de ejercicio puede traer beneficios considerables.
hi: बाइनरी ऑप्शन में व्यापार करते समय अक्सर स्ट्रैंजिल रणनीति का उपयोग किया जाता है. इस रणनीति के फलस्वरूप व्यापारी एक परिसंपत्ति के लिए दो विकल्पों का उपयोग कर सकता है. एक खास परिदृश्य में, अलग-अलग स्ट्राइक कीमतों के साथ इन ऑप्शनों का एक साथ अधिग्रहण काफी लाभदायक हो सकता है.
pt: Quando comercializando opções binárias, a estratégia strangle é usada frequentemente. Graças a esta estratégia, o comerciante por ser capaz de usar ambas as opções para um ativo. Em um certo cenário, a aquisição simultânea dessas opções com diferentes preços de exercício podem trazer lucro considerável.
