Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: There is absolutely no need for you to download anything before you can start trading with %s. All you need to do is register and deposit funds into your account and you`ll be ready to start trading binary options for yourself.
ar: ليست هناك اي حاجة إطلاقًا لتنزيل أي شيء قبل أن تتمكن من بدء التداول مع %s. كل ما عليك فعله هو التسجيل وإيداع الأموال في حسابك، ووقتها سوف تكون مستعدًا لبدء التداول بالخيارات الثنائية لنفسك.
es: No hay absolutamente ninguna necesidad de descargar nada antes de que pueda comenzar a operar con %s. Todo lo que necesitas hacer es registrarse y depositar fondos en su cuenta y usted estará listo para iniciar el comercio de opciones binarias para ti mismo.
hi: %s के साथ कारोबार शुरू करने से पहले आपको कुछ भी डाउनलोड करने की जरूरत बिल्कुल नहीं है. आपको सिर्फ पंजीकृत करने और अपने खाते में धनराशि जमा करने की जरूरत है और अब आप अपना बाइनरी ऑप्शन्स कारोबार शुरू करने के लिए तैयार हो गए हैं.
pt: Existe absolutamente nenhuma necessidade de você baixar qualquer coisa antes de iniciar a comercialização com %s. Tudo que você precisa fazer é registrar e depositar fundos em sua conta e você ficará pronto para começar a comercialização de opções binários para si mesmo.
ru: Нет, для того чтобы начать торговать на %s не нужно загружать никакие программы. Все что Вам нужно - это зарегистрироваться и положить средства себе на счет, после чего вы сможете сразу приступить к торговле.

source: How do the company recieves quotes?
ar: كيف تتلقى الشركة عروض الأسعار؟
es: ¿Cómo laempresa recibe acciones?
hi: यह कम्पनी कीमतें कैसे हासिल करती है?
pt: Como a empresa recebe cotas?

source: Stock provides binary options with current price of different assets regularly.
ar: يوفر السوق الخيارات الثنائية مع السعر الحالي للأصول المختلفة بشكل منتظم.
es: Acciones proporcionan opciones binarias con precio actual de los diferentes activos con regularidad.
hi: शेयर नियमित रूप से विभिन्न परिसंपत्तियों की वर्तमान कीमत के साथ बाइनरी विकल्प प्रदान करता है.
pt: Ação fornece opções binárias com o preço atual de diferentes ativos regularmente.
ru: Биржевая площадка обеспечивает постоянное поддержание цен на доступные торговые инструменты продажи и покупки.

source: How many time needed to transfer funds to my account?
ar: ما هو الوقت اللازم لتحويل الأموال إلى حسابي؟
es: ¿Cuántos equipo necesario para transferir fondos a mi cuenta?
hi: मेरे खाते में धनराशि ट्रांसफर करने के लिए कितने समय की जरूरत है?
pt: Quanto tempo é necessário para transferir fundos para minha conta?
ru: Сколько времени необходимо для зачисления средств после сделки на баланс моего аккаунта?

source: As rule less than one minute.
ar: أقل من دقيقة واحدة حسب القواعد.
es: La regla de menos de un minuto.
hi: नियमतः एक मिनट से भी कम में.
pt: Como regra menos de um minuto.
ru: Как правило, меньше одной минуты.

source: How many time needed for withdrawal operation?
ar: ما هو الوقت اللازم لعملية السحب؟
es: ¿Cuántos tiempo se requiere para la operación de retirada?
hi: आहरण करने के लिए कितने समय की ज़रूरत है?
pt: Quanto tempo é necessário para operação de retirada?
ru: Какое время занимает вывод средств?

source: As rule from one to three days
ar: من يوم إلى ثلاثة أيام حسب القواعد
es: La regla a partir de uno a tres días
hi: नियमतः एक से तीन दिन में
pt: Como regra de um até três dias
ru: От одного до трёх дней

source: What does an Underlying Asset means?
ar: ما هو المقصود بالأصل الأساسي؟
es: Lo que significa un activo subyacente?
hi: एक अंतर्निहित परिसंपत्ति का क्या मतलब है?
pt: O que significa um Ativo Subjacente?
ru: Что означает Базовый Актив?

source: It means the option you create using a commodity, index, stock, currency pair or any other financial asset.
ar: يعني الخيار الذي تنشئه باستخدام سلعة، أو مؤشر، أو أوراق مالية، أو زوج من العملات، أو أي أصل مالي آخر.
es: Significa que la opción que se crea mediante una mercancía, índice, acciones, par de divisas o cualquier otro activo financiero.
hi: इसका मतलब वह ऑप्शन है जो आप एक वस्तु, सूचकांक, शेयर, मुद्रा जोड़ी या किसी अन्य वित्तीय परिसंपत्ति का उपयोग करके बनाते हैं.
pt: Significa que a opção que você cria usando uma mercadoria, índice, ação, par de moeda ou qualquer outro ativo financeiro.
ru: Базовый Актив означает опцион, который Вы создаёте с использованием товара, индекса, акции, валютной пары или любого другого финансового актива.

source: How to invest?
ar: كيف يمكنك الاستثمار؟
es: ¿Cómo invertir?
hi: कैसे निवेश करें?
pt: Como investir?
ru: Как мне инвестировать деньги?

source: Investment is easy: choose your asset to trade and choose "call" or a "put" option by clicking on it. Clicking on the call/put button will open a quick investment window where you need to type in the amount you wish to invest and approve execution. Keep in mind that rates keep updating in the investment sheet.
ar: الاستثمار هو عملية سهلة: اختر الأصول الخاصة بك للتداول وحدد خيار "الشراء" أو "البيع" عن طريق النقر فوقه. وبعد النقر فوق زر استدعاء/شراء سوف تفتح نافذة استثمار سريعة حيث تكون بحاجة لكتابة المبلغ الذي ترغب في استثماره والموافقة على التنفيذ. وينبغي مراعاة الحفاظ على تحديث الأسعار في ورقة الاستثمار.
es: La inversión es fácil: seleccione su activo con el comercio y seleccione la opción "llamada" o "poner" haciendo clic sobre ella. Al hacer clic en el botón de llamada/poner se abrirá una ventana de la inversión rápida, donde tienes que escribir en la cantidad que desea invertir y aprobar la ejecución. Tenga en cuenta que las tasas seguirá actualizando en la hoja de inversión.
hi: निवेश आसान है: आप अपने व्यापार की परिसंपत्ति का चयन करें और "कॉल" या "पुट" पर क्लिक करके उसका चयन करें। कॉल/पुट बटन पर क्लिक करने पर एक त्वरित निवेश विंडो खुलेगा जहां आपको धनराशि को टाइप करना होगा जो आप निवेश करना चाहते हैं और निष्पादन को मंजूरी दें. ध्यान में रखें कि निवेश सूची में दरें अपडेट होते रहते हैं.
pt: Investir é fácil: escolha sua ativo para começar e escolher uma opção de "chamada" ou "colocar" ao clicar em cima dela. Ao clicar no botão colocar/chamada uma janela de rápido investimento onde você precisa digitar a quantia que você deseja investir e aprovar a execução. Mantenha mente que as taxas continuam se atualizando na planilha de investimento.
ru: Для этого достаточно выбрать High или Low прогноз под конкретный актив, установить сумму инвестиций, а в некоторых случаях и выбрать степень компенсации и прибыли, после чего нажать кнопку "применить"

source: How could i cancel the deal if i did not push a "Submit" button?
ar: كيف يتسنى لي إلغاء الصفقة إذا لم أضغط على زر "إرسال"؟
es: ¿Cómo podría cancelar el acuerdo si yo no empujo el botón "Enviar"?
hi: मैं सौदे को रद्द कैसे कर सकूंगा अगर मैंने "Submit" बटन नहीं दबाया?
pt: Como eu poderia cancelar o negócios se eu não apertar um botão "Enviar" ?
ru: Как отменить совершение сделки, если еще не нажал на кнопку "Торговать" ?

source: The deal will not apply until you push a "Submit" button. So You can choose another asset or just select another trading tool.
ar: لن تُطبق الصفقة إلا بعد الضغط على زر "إرسال". حيث يمكنك اختيار أصول أخرى أو مجرد تحديد أداة تداول أخرى.
es: El acuerdo no se aplicará hasta que se presiona el botón "Enviar". Así que usted puede elegir otro activo o simplemente seleccionar otra herramienta de negociación.
hi: जब तक आप "Submit " बटन को न दबाएं सौदा लागू नहीं होगा. इसलिए आप एक और संपत्ति को चुन सकते हैं या एक और व्यापार टूल का चयन करें.
pt: O negócio não será aplicado até que você aperte um botão "Enviar". Sendo assim, você pode escolher um outro ativo ou apenas selecionar uma outra ferramenta de comercialização.
ru: Сделка не вступит в силу, пока вы не нажмете на кнопку "Торговать "

source: What is the expiry level?
ar: ما هو مستوى الانتهاء؟
es: ¿Cuál es el nivel de vencimiento?
hi: समाप्ति का स्तर क्या है?
pt: Qual é o nível de expiração?
ru: Что такое уровень экспирации?

source: The expiry level is the level of the underlying asset at the time of expiry of the asset according to Stock.
ar: مستوى الانتهاء هو مستوى الأصل الأساسي وقت انتهاء الأصول وفقًا للسوق.
es: El nivel de vencimiento es el nivel del activo subyacente en el momento del vencimiento del activo de acuerdo con Acciones.
hi: समाप्ति का स्तर स्टॉक के हिसाब से संपत्ति की समाप्ति के समय पर आधारभूत परिसंपत्ति के स्तर पर निर्भर है.
pt: O nível de expiração é o nível do ativo subjacente no hora da expiração do ativo de acordo com a Ação.
ru: Это уровень текущего актива по данным фондовой биржи на момент экспирации актива. Этот уровень и есть определяющим, для выигрышных и проигрышных опционов.

source: What happens if the expiry level of a given underlying asset is identical to the level at which the transaction was made?
ar: ماذا يحدث إذا كان مستوى الانتهاء لأصل أساسي مطابقًا للمستوى الذي تمت عليه المعاملة؟
es: ¿Qué sucede si el nivel de vencimiento de un determinado valor subyacente es idéntico al nivel en el que se realizó la transacción?
hi: क्या होता है अगर एक अंतर्निहित परिसंपत्ति की समाप्ति का स्तर लेन-देन के समय के स्तर के समान हो?
pt: O que acontece se o nível de expiração de um ativo subjacente é idêntico ao nível no qual a transação foi feita?
ru: Что будет, если уровень экспирации базового актива будет совпадать с уровнем операции?

source: In the event of expiry at an identical level to the transaction level, the amount of the investment is returned to the customer.
ar: في حال الانتهاء عند مستوى مطابق لمستوى المعاملة، يتم إرجاع مبلغ الاستثمار إلى العميل.
es: En el caso de expiración a un nivel idéntico al nivel de transacción, el importe de la inversión se devuelve al cliente.
hi: लेन-देन के स्तर के समान स्तर पर समाप्ति की स्थिति में, निवेश की राशि ग्राहक को लौटा दी जाती है.
pt: No evento da expiração em um nível idêntico ao nível da transação, a quantia do investimento é retornada ao cliente.

source: Why can`t I make an investment?
ar: لماذا لا يمكنني الاستثمار؟
es: ¿Por qué no puedo hacer una inversión?
hi: मैं एक निवेश क्यों नहीं कर सकता?
pt: Por que eu não posso fazer um investimento?
ru: Почему я не могу проводить инвестиции?

source: Investments in all assets can be made during market trading hours, Outside market trading hours, the asset will not be displayed. Further reason might be a lack of funds in your account for the requested investment. In any other case please contact our support team at support@%s.com
ar: يمكن إجراء الاستثمارات في كافة الأصول خلال ساعات التداول في السوق، ولن يتم عرض الأصول خارج نطاق تلك الساعات. وقد يكون السبب الآخر لذلك هو عدم وجود أموال في حسابك للاستثمار المطلوب. وفي أي حالة أخرى بخلاف ذلك يرجى الاتصال بفريق الدعم لدينا على البريد الإلكتروني support@%s.com
es: Las inversiones en todos los activos se pueden hacer durante las horas de mercado, Fuera de las horas de negociación del mercado, no se mostrará el activo. Además de las razones podría ser la falta de fondos en su cuenta de la inversión requerida. En cualquier otro caso, por favor póngase en contacto con nuestro equipo de soporte en support@%s.com
hi: बाजार की व्यापार समयावधि के दौरान सभी परिसंपत्तियों में निवेश किया जा सकता है. बाजार के व्यापार समय से बाहर परिसंपत्ति प्रदर्शित नहीं की जाती. इसके अलावा निवेश का आवेदन करने के लिए आपके खाते में धन की कमी एक कारण हो सकता है. अगर कोई दूसरी समस्या हो तो support@%s.com में हमारी सहायता टीम से संपर्क करें.
pt: Os investimentos em todos os ativos podem ser feitos durante horas de comercialização de mercado. Fora das horas de negociação de mercado, o ativo não será mostrado. Outra razão pode ser uma falta de fundos em sua conta para o investimento solicitado. Em qualquer outra caso, entre em contato com nossa equipe de suporte em support@%s.com
ru: Согласно установленным правилам, активы доступны во время торговых часов. В другое время инвестирование не доступно. Иногда инвестиции закрыты и по техническим причинам, однако подобные случаи быстро решаются. Также инвестирование не является возможным при недостаточном балансе на счету. В других случаях, пожалуйста, свяжитесь со службой поддержки support@%s.com

source: How can I access my transaction history?
ar: كيف يتسنى لي الوصول إلى سجل المعاملات الخاصة بي؟
es: ¿Cómo puedo acceder a mi historial de transacciones?
hi: मैं अपने लेन-देन के इतिहास का उपयोग कैसे कर सकूंगा?
pt: Como posso acessar meu histórico de transação?
ru: Где я могу просмотреть историю проведённых денежных операций?

source: Just click on your "Account" section and view all of your deposits, withdrawals and history.
ar: كل ما عليك هو النقر فوق قسم "حساب" الخاص بك وعرض كل عمليات الإيداع والسحب والسجل الخاص بك.
es: Simplemente haga clic en la sección de su "cuenta" y vea todos sus depósitos, retiros y historia.
hi: "खाता" सेक्शन पर क्लिक करें और आपके सभी जमा, आहरण और इतिहास को देखें.
pt: Apenas clique em sua seção de "Conta" e visualize todos os seus depósitos, retirada e histórico.
ru: В профиле отображается история совершённых операций и вложений.

source: Why do assets are not displayed sometimes?
ar: لماذا لم يتم عرض الأصول في بعض الأحيان؟
es: ¿Por qué los activos no se muestran a veces?
hi: कभी-कभी परिसंपत्तियां क्यों दिखाई नहीं देती हैं?
pt: Por que ativos às vezes não aparecem?
ru: Почему иногда не отображаются некоторые активы?

source: To make an investment, available only active assets that are open to trade with
ar: لتنفيذ استثمار، لم يتوفر إلا الأصول النشطة المفتوحة للتداول
es: Para hacer una inversión, disponible sólo activos que están abiertos para comercio
hi: एक निवेश करने के लिए, सिर्फ सक्रिय परिसंपत्तियां ही उपलब्ध हैं जो व्यापार करने के लिए खुली हैं
pt: Para fazer um investimento, disponível apenas ativos atuante que estão abertos para comercialização

source: Do i have to make a deposit to register?
ar: هل لا بد من إجراء إيداع من أجل التسجيل؟
es: ¿Tengo que hacer un depósito para registrarse?
hi: पंजीकृत करने के लिए क्या मुझे एक जमा करना होगा?
pt: Eu tenho que fazer um depósito para registar?
ru: Обязателен ли для регистрации депозит?

source: Registration does not require deposit and absolutely free
ar: لا يتطلب التسجيل إجراء إيداعًا، وهو مجاني تمامًا
es: El registro no requiere depósito y es absolutamente gratuito
hi: पंजीकरण के लिए जमा करना जरूरी नहीं है और पूरी तरह मुफ्त है
pt: O registro não requer depósito e é absolutamente gratuito
ru: Регистрация не требует депозита и совершенно бесплатна.

source: What is the difference between stock and binary options?
ar: ما هو الفرق بين السوق والخيارات الثنائية؟
es: ¿Cuál es la diferencia entre acciones y opciones binarias?
hi: शेयर और बाइनरी ऑप्शन के बीच अंतर क्या है?
pt: Qual é a diferença entre ação e opções binárias?
ru: В чём разница между бинарными и биржевыми опционами?

source: Classic "vanilla" stock options has a much bigger expire time and uknown profit. Binary options may last even one minute and has a fixed profit level.
ar: تتسم خيارات السوق "الفانيلا" التقليدية بأن لديها وقت انتهاء أكبر وربح غير معروف، بينما قد تستمر الخيارات الثنائية حتى دقيقة واحدة، ولها مستوى ربح ثابت.
es: Opciones de acciones clásicas "vainilla" tiene un tiempo de expiración mucho más grande y lucro desconocido. Las opciones binarias pueden durar un minuto y tiene un nivel de lucro fijo.
hi: विशिष्ट "वनीला" स्टॉक ऑप्शन्स में समाप्ति की अवधि काफी लम्बी होगी और लाभ अज्ञात होगा. बाइनरी ऑप्शन एक मिनट तक रह सकता है और इसमें एक निश्चित लाभ स्तर होगा.
pt: As opções de ação "vanilla" tem um tempo de expiração muito maior e lucro desconhecido. As opções binárias podem durar até mesmo um minuto e tem um nível de lucro fixo.
ru: Стандартные "ванильные" биржевые опционы имеют более длительные сроки окончания опционов и более колеблющуюся доходность. В бинарных же опционах сроки закрытия могут колебаться от нескольких минут до нескольких дней и имеют фиксированную прибыль, известную еще при составлении опциона.

source: When could i make a deal?
ar: متى يتسنى لي إجراء صفقة؟
es: Cuando Podría hacer un trato?
hi: मैं एक सौदा कब कर सकता हूं?
pt: Quando eu poderia fazer um negócio?
ru: Когда я могу совершить инвестицию?

source: In a 60-second options you can make a deal in a minute before the option will expire. Other binary options investments could be made not less than 5 minutes before expire time.
ar: في خيارات 60 ثانية يمكنك عقد صفقة في دقيقة واحدة قبل انتهاء الخيار. ويمكن إجراء استثمارات الخيارات الثنائية الأخرى قبل 5 دقائق على الأقل من انتهاء الوقت.
es: En las opciones de 60 segundos se puede llegar a un acuerdo en un minuto antes de que expire la opción. Otras opciones de inversiones binarios podrían hacerse no menos de 5 minutos antes del tiempo de expiración.
hi: 60 सेकण्‍ड वाले ऑप्शन में आप ऑप्शन के समाप्त होने से पहले एक मिनट के अंदर सौदा कर सकेंगे. दूसरे बाइनरी निवेश समाप्ति समय से पहले 5 मिनट के अंदर नहीं कर सकेंगे.
pt: Em opções de 60 segundos você pode fazer um negócio em um minuto antes da opção expirar. Outros investimentos de opções binárias poderiam ser feitos não menos que 5 minutos antes do tempo de expiração.
ru: В режиме 60-секундных опционов сделки заключаются за минуту до окончания, в других случаях - не позднее чем через 5 минут до закрытия опциона.

source: How can I deposit money?
ar: كيف يتسنى لي إيداع المال؟
es: ¿Cómo puedo depositar dinero?
hi: मैं धन कैसे जमा कर सकूंगा?
pt: Como eu posso depositar dinheiro?
ru: Как я могу внести деньги?

source: Please refer to "Deposit" page in Your account profile. We accept all major credit cards (Visa, MasterCard etc.), Maestro debit cards, wire transfers and Moneybookers e-wallet
ar: يرجى الرجوع إلى صفحة "إيداع" في الملف الشخصي لحسابك. وإننا نقبل جميع بطاقات الائتمان الرئيسية (فيزا وماستر كارد وغيرها)، وبطاقات الخصم مايسترو، والتحويلات المصرفية، ومحفظة مونيبوكرز الإلكترونية
es: Consulte la página "Depósito" en Su perfil de cuenta. Aceptamos todas las tarjetas de crédito (Visa, MasterCard, etc.), tarjetas de débito Maestro, transferencias bancarias y monedero electrónico Moneybookers
hi: अपने खाते के प्रोफाइल में "डिपॉज़िट" का पन्ना रिफ़र करें. हम सभी प्रमुख क्रे़डिट कार्ड (वीज़ा, मास्टरकार्ड वगैरह), मैस्ट्रो डेबिट कार्ड, तार स्थानांतरण और मॅनीबुकर्स ई-वैलेट को स्वीकार करते हैं.
pt: Consulte a página "Depósito" em seu perfil de conta. Nós aceitamos todos cartões de créditos (Visa, MasterCard etc.), Cartões de débito Maestro, wire transfers e carteira eletrônica Moneybookers.
ru: Пожалуйста, войдите в свой профиль, на страницу "Депозит". Мы предлагаем широкий спектр возможностей пополнения счета, от электронных кошельков, карточных счетов и до банковских переводов. Необходимо лишь выбрать удобный Вам вариант и следовать дальнейшим указаниям.

source: How fast i can start trading?
ar: ماذا عن سرعة بدء التداول؟
es: ¿Qué tan rápido puedo comenzar a operar?
hi: मैं कितनी तेजी से व्यापार शुरू कर सकता हूं?
pt: Quão rápido posso começar a comercializar?

source: You should register and make a deposit. Than you will be able to make an investments.
ar: يجب أن تسجل وتجري إيداع أولاً، وبعد ذلك تستطيع تنفيذ الاستثمارات.
es: Usted no debe registrarse y realizar un depósito. Que usted será capaz de hacer una inversión.
hi: आपको पंजीकरण कर धनराशि जमा करनी होगी. उसके बाद आप निवेश करने में समर्थ हो जाएंगे.
pt: Você deve registrar e fazer um depósito. Depois, você será capaz de fazer um investimento.
ru: Вам необходимо зарегистрироваться и пополнить баланс, после чего вы сразу сможете приступить к работе и зарабатывать на бинарных опционах.

source: Privacy Policy
ar: سياسة الخصوصية
es: Política de Privacidad
hi: गोपनीयता नीति
pt: Política de Privacidade
ru: Конфиденциальность

source: Your privacy is important to %s. We recognize the importance of protecting personal information and so we take the maintaining of our trader`s privacy and security very seriously.
ar: إن خصوصيتك مهمة إلينا %s، وإننا ندرك أهمية حماية المعلومات الشخصية؛ ومن ثم نأخذ خصوصية وأمان المتداول لدينا بقدر عال من الجدية.
es: Su privacidad es importante para %s. Reconocemos la importancia de proteger la información personal y así tomamos el mantenimiento de nuestra privacidad de comerciante y la seguridad muy en serio.
hi: %s के लिए आपकी निजता महत्वपूर्ण है. हम व्यक्तिगत जानकारी की सुरक्षा के महत्व को समझते हैं और अपने व्यापारियों की निजता और सुरक्षा को हम बेहद गंभीरता से लेते हैं.
pt: Sua privacidade é importante a %s. Nós reconhecemos a importância de proteger a informação pessoal e assim, assumimos a manutenção de nossa privacidade e segurança de comerciantes muito seriamente.
ru: Конфиденциальность Ваших данных имеет чрезвычайно большое значение для %s. Мы понимаем, как важно защищать личную информацию, поэтому мы очень серьезно относимся к сохранению конфиденциальности наших клиентов.

source: Please take a moment to familiarize yourself with our policy and let us know if you have any questions. The provisions of this notice apply to both former and current customers.
ar: يرجى التوقف لحظة للتعرف على سياستنا وطرح أي تساؤلات قد تكون لديك. وتسري أحكام هذا الإشعار على كل من العملاء الحاليين والسابقين.
es: Por favor tome un momento para familiarizarse con nuestra política y háganos saber si usted tiene alguna pregunta. Las disposiciones de este aviso se aplican a clientes antiguos y actuales.
hi: हमारी नीति से परिचित होने के लिए थोड़ा सा समय लें और अगर आपके कोई प्रश्न हैं, तो कृपया हमें बता दें. इस सूचना के प्रावधान दोनों पूर्व और वर्तमान ग्राहकों के लिए लागू होते हैं.
pt: Reserver um tempo para se familiarizar-se com nossa política e deixe-nos saber se você tem alguma dúvida. As disposições deste aviso se aplicam para ex clientes e atuais.
ru: Пожалуйста, уделите минуту, чтобы ознакомиться с нашей политикой конфиденциальности. Положения данного уведомления относятся и к действующим и к бывшим клиентам.

source: Personal Information
ar: المعلومات الشخصية
es: Información Personal
hi: व्यक्तिगत जानकारी
pt: Informação Pessoal
ru: Личная информация
