Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: Transaction history
ar: سجل المعاملة
es: Historia de transacción
hi: लेन-देन का इतिहास
pt: Histórico de transação

source: Paysystem
ar: نظام الدفع
es: Sistemadepago
hi: भुगतान प्रणाली
pt: Sistema de pagamento
ru: Система

source: Account
ar: الحساب
es: Cuenta
hi: खाता
pt: Conta

source: You dont have any transactions yet. Once you will make a depostit or withdrawal, it will be displayed here.
ar: ليس لديك أي معاملات بعد. بمجرد إجراء إيداع أو سحب، سيتم عرضه هنا.
es: Usted no tiene ninguna transacción todavía. Después que usted hacer un depósito o supresión, se mostrará aquí.
hi: आपने अभी तक कोई लेन-देन नहीं की है. आप एक बार जमा या आहरण करेंगे तो, यह यहां प्रदर्शित किया जाएगा.
pt: Você ainda não fez nenhuma transação. Após você fazer um depósito ou retirada, ela aparecerá aqui.

source: More financial information You can find
ar: يمكنك العثور على المزيد من المعلومات المالية
es: Más información financiera se puede encontrar
hi: आप और अधिक वित्तीय जानकारी पा सकते हैं
pt: Mais informações financeiras você pode encontrar

source: If you`ve got any questions about deposit or withdrawal operations, please contact out support team at
ar: إذا كان لديك أي أسئلة حول عمليات الإيداع أو السحب، يرجى الاتصال بفريق الدعم لدينا على
es: Si usted tiene alguna pregunta acerca de las operaciones de depósito o retiro, deberá contactar al equipo de soporte en
hi: जमा या आहरण के संचालन के बारे में कोई भी सवाल हो तो, कृपया आप हमारी सहायता टीम से संपर्क करें
pt: Se você tiver alguma dúvida sobre operações de depósito ou retirada, entre em contato com a nossa equipe de suporte em

source: Withdrawal on
ar: سحب على
es: Retirada en
hi: में आहरण
pt: Retirada em
ru: Вывод средств на

source: Card number
ar: رقم البطاقة
es: Número de tarjeta
hi: कार्ड नम्बर
pt: Número do cartão
ru: Номер карточки

source: Phone number
ar: رقم الهاتف
es: Número de teléfono
hi: फोन नम्बर
pt: Número do telefone

source: In the international format
ar: بالصيغة الدولية
es: En el formato internacional
hi: अंतरराष्ट्रीय स्वरूप में
pt: No formato internacional

source: Number of Z-purse
ar: رقم Z-purse
es: Número de Bolsa-Z
hi: जेड-पर्स का नम्बर
pt: Número do Z-purse

source: Number of Perfect Money U account
ar: رقم حساب Perfect Money U
es: Número de cuenta U de Perfect Money
hi: परफेक्ट मॅनी U खाते की संख्या
pt: Número da conta Perfect Money U

source: Number of YandexMoney account
ar: رقم حساب YandexMoney
es: Número de cuenta YandexMoney
hi: यैन्डेक्समॅनी खाते की संख्या
pt: Número da conta YandexMoney

source: Number of Qiwi account
ar: رقم حساب Qiwi
es: Número de cuenta Qiwi
hi: Qiwi खाते की संख्या
pt: Número da conta Qiwi

source: Number of W1 account
ar: رقم حساب W1
es: Número de cuenta W1
hi: W1 के खाते की संख्या
pt: Número da conta W1

source: Number of Neteller account
ar: رقم حساب Neteller
es: Número de cuenta Neteller
hi: Neteller खाते की संख्या
pt: Número da conta Neteller

source: Exchange commission
ar: لجنة الصرف
es: Comisión de cambio
hi: विनिमय कमीशन
pt: Comissão de câmbio
ru: Комиссия

source: You will receive the sum of:
ar: سوف تتلقى مبلغ وقدره:
es: Usted recibirá la suma de:
hi: आपको राशि प्राप्त होगी:
pt: Você receberá a soma de:
ru: Вы получите следующую сумму:

source: The minimum amount of USD 20.00
ar: الحد الأدنى للسحب 20.00 دولارًا أمريكيًا
es: El monto mínimo de USD 20,00
hi: 20.00 अमरीकी डालर की न्यूनतम राशि
pt: A quantia mínima de 20.00 dólares

source: The maximum amount of withdrawals USD 15000.00
ar: الحد الأقصى للسحب 15000.00 دولارًا أمريكيًا
es: El importe máximo de los retiros 15,000.00 USD
hi: अधिकतम निकासी राशि: 15000.00 अमरिकी डॉलर
pt: A quantia máxima de retirada 15.000,00 dólares
ru: Максимальный объём средств для снятия: USD 15000.00

source: Request Withdrawal
ar: طلب السحب
es: Solicitud de Retiro
hi: अनुरोध आहरण
pt: Solicitar Retirada
ru: Заявка на вывод средств

source: In order to make a withdrawal the client has to make an enquiry from his "personal cabinet". In order to complete the enquiry the client has to choose any of the withdrawal methods from the list and fill the necessary fields.
ar: من أجل إجراء سحب؛ ينبغي على العميل الاستعلام من "الخزانة الشخصية" لديه. ومن أجل استكمال الاستعلام؛ ينبغي على العميل أن يختار أي من طرق السحب الموضحة في القائمة، وملء الحقول اللازمة.
es: Con el fin de hacer un retiro el cliente tiene que hacer una investigación de su "gabinete personal". Con el fin de completar la investigación, el cliente tiene que elegir cualquiera de los métodos de retirada de la lista y rellene los campos necesarios.
hi: एक आहरण करने के लिए ग्राहक को अपने "व्यक्तिगत कैबिनेट" से जांच करनी होगा। जांच पूरी करने के लिए ग्राहक को सूची से आहरण विधियों में से किसी एक का चयन करना होगा और आवश्यक क्षेत्रों को भरना होगा.
pt: Para fazer uma retirada o cliente tem que fazer um inquérito de seu "arquivo pessoal". Para concluir o inquérito o cliente tem que escolher quaisquer métodos de retirada da lista e preencher os campos necessários.
ru: Для вывода средств со счета, клиент должен составить заявку на вывод средств в личном кабинете. Для этого клиент выбирает одну из платежных систем, указанных на сайте Компании и переходит по соответствующей ссылке и заполняет необходимые поля.

source: Withdrawal enquires processed by the financial department of the company. The time of the process may vary from a few hours up to 3 business days. The company saves the right to increase the process time, in that case the company notifies the client by one of the contact methods which was provided by the client during the registration.
ar: تتم معالجة استفسارات السحب من قبل الإدارة المالية للشركة. وقد يتراوح وقت العملية ما بين بضع ساعات إلى 3 أيام عمل. ويحق للشركة زيادة وقت العملية، وفي هذه الحالة تخطر الشركة العميل عن طريق واحدة من وسائل الاتصال التي قدمها العميل أثناء التسجيل.
es: Consultas de retiradas procesadas por el departamento financiero de la empresa. El tiempo del procedimiento puede variar desde unas pocas horas hasta 3 días laborales. La compañía guarda el derecho de aumentar el tiempo de proceso, en este caso la empresa notifica al cliente por uno de los métodos de contacto que fue proporcionada por el cliente durante el registro.
hi: आहरण सम्बन्धी जांचें कम्पनी के वित्तीय विभाग द्वारा प्रॉसेस की जाती हैं. प्रॉसेस का समय चंद घण्टों से 3 व्यावसायिक दिनों के बीच हो सकता है. प्रॉसेस का समय बढ़ाने का अधिकार कम्पनी के पास सुरक्षित होगा. ऐसी स्थिति में कम्पनी इसकी सूचना ग्राहक को किसी एक सम्पर्क विधि द्वारा दे देती है जो पंजीकरण के समय ग्राहक द्वारा दिया गया.
pt: Inquéritos de retirada processados pelo departamento financeiro da empresa. O tempo do processo pode variar de algumas horas até 3 dias úteis. A empresa reserva o direito de aumentar o tempo de processamento, nesse caso a empresa notifica o cliente usando um dos métodos de contato que foram fornecidos pelo cliente durante o registro.
ru: Заявки на вывод средств клиентов попадают в финансовый отдел компании и обрабатываются в порядке общей очереди. Период обработки заявки на вывод средств колеблется от нескольких часов, до 3 (трех) рабочих дней. В отдельных случаях срок может быть увеличен по усмотрению Компании. В таком случае компания уведомляет Клиента об увеличении сроков одним из способов связи, указанных Клиентом при регистрации.

source: If you have any problems with withdrawal operation: please contact our support team at support@24boption.com
ar: إذا كان لديك أي مشاكل تتعلق بعملية السحب: يرجى الاتصال بفريق الدعم لدينا على البريد الإلكتروني: support@24boption.com
es: Si tiene algún problema con la operación de retirada: póngase en contacto con nuestro equipo de soporte en support@24boption.com
hi: आहरण करने में आपको कोई समस्या हो रही है तो कृपया हमारी सहायता टीम से संपर्क करें - support@24boption.com
pt: Se você tiver quaisquer problemas com a operação de retirada: entre em contato com a equipe de suporte em support@24boption.com

source: minutes
ar: دقائق
es: minutoes
hi: मिनट
pt: minutos

source: Sixty Seconds
ar: ستون ثانية
es: Sesenta segundos
hi: साठ सेकंड
pt: 60 segundos

source: Choose the asset you want to trade with.
ar: اختر الأصل الذي تريد تداوله.
es: Seleccione el activo que desea comerciar.
hi: परिसंपत्ति का चयन करें जो आप व्यापार करना चाहते हैं
pt: Escolha o ativo com o qual você deseja comercializar

source: Choose the current investment amount
ar: اختر مبلغ الاستثمار الحالي
es: Elija la cantidad de inversión actual
hi: वर्तमान निवेश राशि चुनें
pt: Escolha a quantia de investimento atual

source: This option will expire in 60 seconds after the deal confirmance.
ar: سوف ينتهي هذا الخيار خلال 60 ثانية بعد تأكيد الصفقة.
es: Esta opción expirará en 60 segundos después de la confirmance trato.
hi: ऑप्शन बिल्डर
pt: Esta opção irá expirar 60 segundos após a confirmação do negócio.

source: Trader
ar: المتداول
es: Comerciante
hi: व्यापारी
pt: Comerciante

source: Choice
ar: الاختيار
es: Selección
hi: पसंद
pt: Escolha

source: WILL
ar: هل
es: VÁ
hi: जायेंगे
pt: IRÁ

source: GO UP OR DOWN?
ar: سينمو أم يتراجع؟
es: PARA ARRIBA O DEBAJO?
hi: ऊपर या नीचे जाओ?
pt: SUBIR OU DESCER?

source: Graph is temporarily unavailable
ar: الرسم البياني غير متوفر بصفة مؤقتة
es: El gráfico está temporalmente indisponible
hi: ग्राफ अस्थायी रूप से अनुपलब्ध है
pt: O gráfico está temporariamente indisponível

source: Potential Payout
ar: التعويضات المحتملة
es: Pago Potencial
hi: संभावित भुगतान
pt: Pagamento potencial

source: Submit
ar: إرسال
es: Enviar
hi: जमा करें
pt: Enviar

source: About us | 24boption
ar: من نحن | 24boption
es: Quiénes somos | 24boption
hi: हमारे बारे में | 24boption
pt: Sobre nós | 24boption

source: Our company has a great experience in the financial markets and provide our traders with high-tech tools and the most profitable options. The primary objective - the success of traders and growing list of our assets - proof.
ar: تمتلك شركتنا خبرة كبيرة في الأسواق المالية، وتزود المتداولين لديها بأدوات تقنية فائقة فضلاً عن الخيارات الأكثر ربحية. وهناك دليل أساسي وموضوعي على ذلك وهو نجاح المتداولين ونمو قائمة الأصول لديها.
es: Nuestra empresa cuenta con una gran experiencia en los mercados financieros y proporciona a nuestros comerciantes con herramientas de alta tecnología y las opciones más rentables. El objetivo principal - el éxito de los comerciantes y creciente lista de nuestros activos - prueba.
hi: हमारी कंपनी को वित्तीय बाजारों में एक लम्बा अनुभव है और यह हमारे व्यापारियों को उच्च तकनीकी उपकरण और सबसे लाभदायक विकल्प प्रदान करती है. प्राथमिक उद्देश्य है - हमारे व्यापारियों की सफलता और परिसंपत्तियों की बढ़ती सूची - सबूत.
pt: Nossa empresa tem uma ótima experiência em mercados financeiros e fornece a nossos comerciantes ferramentas de alta tecnologia e as opções mais lucrativas. O principal objetivo - o sucesso dos comerciantes e crescente lista de nossos ativos.

source: We offer a progressive trading platform for binary options and other innovative financial derivatives, enabling our customers to make a positive and negative fluctuations of the financial markets. Trading with %s fast and easy to master. No experience is needed, our products are equally suited to professionals and beginners.
ar: كما تقدم الشركة منصة تداول متجددة للخيارات الثنائية وغيرها من المشتقات المالية المبتكرة، مما يتيح لعملائنا إحداث تقلبات إيجابية وسلبية للأسواق المالية. هذا بالإضافة إلى التداول بسرعة %s مع سهولة السيطرة. ولم تعد هناك حاجة إلى الخبرة، حيث أن منتجاتنا مناسبة للمحترفين والمبتدئين على حد سواء.
es: Ofrecemos una plataforma de negociación progresiva de opciones binarias y otros derivados financieros innovadores, permitiendo a nuestros clientes a hacer unos fluctuaciones positivas y negativas de los mercados financieros. El comercio con %s rápido y fácil de dominar. No se necesita experiencia, nuestros productos son igualmente adecuados para profesionales y principiantes.
hi: हम वित्तीय बाजारों के सकारात्मक और नकारात्मक उतार-चढ़ावों को बनाने में अपने ग्राहकों को सक्षम बनाकर, बाइनरी विकल्पों और अन्य नवीन वित्तीय डेरिवेटिव के लिए एक प्रगतिशील व्यापार मंच प्रदान करते हैं. %s के साथ व्यापार में महारथ हासिल करना तेजी से होगा और आसान भी. कोई अनुभव जरूरी नहीं है. हमारे उत्पाद पेशेवरों और नौसिखियों के लिए समान रूप से अनुकूल हैं.
pt: Oferecemos uma plataforma de comércio progressiva para opções binárias e outros derivativos financeiras inovadores, habilitando nossos clientes a fazer flutuações negativas e positivas dos mercados financeiros. Comercializar com %s é um jeito rápido e fácil para dominar. Nenhum experiência é necessária, nossos produtos são igualmente adequados para profissionais e iniciantes.

source: Get financial freedom trading platform %s. Binary options can be the key to financial freedom , and %s happy to provide this key. We did pay out the greatest profits , so if you invest the maximum and you get the maximum. Providing the opportunity to trade various kinds of options and a variety of assets , we provide our traders the tools that will help you gain financial independence . Each tool on our platform is created in order to increase your chances of success.
ar: احصل على منصة تداول ذات حرية مالية %s. ويمكن أن تكون الخيارات الثنائية مفتاحًا للحرية المالية، و %s يسرنا توفير هذا المفتاح. وجدير بالذكر أننا ندفع أفضل الأرباح، لذا في حال تفعيل الحد الأقصى للاستثمار سوف تحصل على الحد الأقصى. وإننا نتيح الفرصة لتداول أنواع مختلفة من الخيارات ومجموعة متنوعة من الأصول، كما أننا نزود المتداولين لدينا بالأدوات التي تساعدهم على تحقيق الاستقلال المالي. ويتم إنشاء كل أداة على منصتنا لزيادة فرصك في النجاح.
es: Obtenga el plataforma de negociación de libertad financera %s. Las opciones binarias pueden ser la clave para la libertad financiera, y %s felices de proporcionar esta clave. Nos hicieron pagar a cabo los mayores beneficios, por lo que si usted invierte el máximo, usted obtiene el máximo. Brindar la oportunidad de negociar varios tipos de opciones y una variedad de activos, ofrecemos a nuestros comerciantes las herramientas que le ayudarán a obtener la independencia financiera. Cada herramienta en nuestra plataforma se crea con el fin de aumentar sus posibilidades de éxito.
hi: वित्तीय स्वतंत्रता ट्रेडिंग प्लेटफॉर्म %s प्राप्त करें. वित्तीय स्वतंत्रता के लिए बाइनरी ऑप्शन महत्वपूर्ण हो सकते हैं, और इस कुंजी को प्रदान करते हुए %s खुश है. हमने अधिकतम मुनाफों का भुगतान किया है, इसलिए अगर आप अधिकतम निवेश करते हैं तो आपको अधिकतम प्राप्त होगा. विभिन्न विकल्पों और प्रकार की परिसंपत्तियों पर व्यापार करने का अवसर प्रदान करना, हम अपने व्यापारियों को वो उपकरण प्रदान करते हैं जो वित्तीय स्वतंत्रता हासिल करने में मदद करें. हमारे मंच पर प्रत्येक उपकरण सफलता के अवसरों को बढ़ाने के लिए बनाया जाता है.
pt: Obtenha a plataforma de comercialização de liberdade financeira %s. Opções binárias podem ser a chave para a liberdade financeira, e %s está feliz em fornecer esta chave. Nós pagamos os maiores lucros, sendo assim, se você investir o máximo obterá o máximo. Fornecendo a oportunidade de comercializar vários tipos de opções e uma variedade de ativos, nós fornecemos a nossos comerciantes as ferramentas que irão ajuda-los a ganhar a independência financeira. Cada ferramenta em nossa plataforma é criada para aumentar suas chances de sucesso.

source: For further information on trade binary options and other innovative financial derivatives, visit our section of questions and answers (FAQ)
ar: لمزيد من المعلومات حول الخيارات الثنائية للتداول وغيرها من المشتقات المالية المبتكرة، قم بزيارة قسم الأسئلة والأجوبة الخاص بنا (أسئلة وأجوبة)
es: Para más información sobre las opciones binarias comerciales y otros derivados financieros innovadores, visite nuestra sección de preguntas y respuestas (FAQ)
hi: व्यापार बाइनरी विकल्पों और अन्य नवीन वित्तीय डेरिवेटिव पर अधिक जानकारी के लिए, हमारे सवाल और जवाब खंड (अक्सर पूछे जाने वाले सवाल) पर आएं
pt: Para mais informações em opções binárias de comercialização e outros derivativos financeiros inovadores, visite nossa seção de perguntas e repostas (FAQ)

source: You can contact us by phone, which you can see below
ar: يمكنك الاتصال بنا عن طريق الهاتف الموضح أدناه
es: Puede ponerse en contacto con nosotros por teléfono, que se puede ver a continuación
hi: आप फोन द्वारा संपर्क कर सकते हैं जो आप नीचे देख सकते हैं
pt: Você pode entrar em conosco por telefone, que pode ser visto abaixo

source: or you can contact our support team via e-mail:
ar: أو يمكنك الاتصال بفريق الدعم لدينا عبر البريد الإلكتروني:
es: o usted puede comunicarse con nuestro equipo de soporte vía e-mail:
hi: या आप ई-मेल के माध्यम से हमारी सहायता टीम से संपर्क कर सकते हैं:
pt: ou você pode entrar em contato com nossa equipe de suporte via e-mail:

source: Bonus programs
ar: برامج المكافآت
es: Programas de bonificación
hi: बोनस प्रोग्राम
pt: Programas de bônus

source: BONUS PROGRAM "TRADING BONUS"
ar: برنامج المكافأة "مكافأة التداول"
es: PROGRAMA DE BONIFICACIÓN "BONIFICAION DE COMERCIANTE"
hi: बोनस कार्यक्रम "ट्रेडिंग बोनस"
pt: PROGRAMA DE BÔNUS "BÔNUS DE COMERCIALIZAÇÃO"
ru: Бонусная программа "Депозитный бонус"

source: In this Bonus program, for each amount of deposit, you get a certain % as bonus to your trading account. This will allow you to trade with a larger amount than your initial investment.You may recieve bonus on your account by making a deposit and entering a special bonus code in deposit menu field "promo code". Bonus amount may vary depending on offers. You may receive bonus codes on partner sites or our advertisements.
ar: يتيح لك برنامج المكافأة لكل مبلغ يتم إيداعه، الحصول على نسبة % محددة كمكافأة لحساب التداول الخاص بك. وهو ما يسمح لك بالتداول بمبلغ أكبر من استثمارك الأولي. ويمكنك تلقي مكافأة على حسابك من خلال تقديم إيداع وإدخال كود مكافأة خاص في حقل قائمة الودائع "الرمز الترويجي". وقد يتنوع مبلغ المكافأة بناءً على العروض. وقد تتلقى رموز مكافأت على مواقع الشركاء أو على الإعلانات لدينا.
es: En este programa de bonificación, para cada cantidad de depósito, se obtiene un determinado % como bonificación a su cuenta de comercio. Esto le permitirá al comercio con una cantidad más grande que su inversión inicial. Usted puede recibir bonificación en su cuenta al hacer un depósito y entrar un código de bonificación especial en el campo de menú de depósito "código promocional". Monto de bonificación pude variar dependiendo de las ofertas. Usted puede recibir códigos de bonifiaciones en los sitios asociados o nuestros anuncios.
hi: इस बोनस कार्यक्रम में, जमा करने वाली प्रत्येक राशि के लिए, आप अपने व्यापार खाते में बोनस के रूप में एक निश्चित % प्राप्त करते हैं. यह आपको अपने प्रारंभिक निवेश से बड़ी धनराशि के साथ व्यापार करने की अनुमति देगा. आप एक जमा करके और डिपॉज़िट मेनू क्षेत्र "प्रोमो कोड" में एक विशेष बोनस कोड दर्ज करके अपने खाते में बोनस प्राप्त कर सकते हैं. ऑफर्स के आधार पर बोनस राशि भिन्न-भिन्न हो सकती है. आप भागीदार साइटों या हमारे विज्ञापनों पर बोनस कोड प्राप्त कर सकते हैं.
pt: Neste programa de Bônus
ru: В данной бонусной программе, при каждом депозите, вы получаете определённый % бонуса на торговый счет. Это позволит каждому желающему возможность начать работу на финансовых рынках с приумноженной суммой оборотных средств, для получения большей прибыли. Вы можете получить бонус, сделав депозит и введя специальный бонус код в поле "промо код". Сумма бонуса зависит от введенного промо кода и может меняться в зависимости от условий проводимых акций. Получить бонус коды вы можете на сайтах партнёрах, либо посредством рекламы.

source: Bonus program terms:
ar: شروط برنامج المكافأة:
es: Términos del programa de bonificación:
hi: बोनस कार्यक्रम की समयावधि:
pt: Termos do programa de bônus:
ru: Правила бонусной программы:

source: You can easily withdraw the bonus amount from your account, only after having made a turnover of 30 times the bonus amount you received and deposite funds. Turnover is the total amount of open positions, regardless of the results of closing deals. During the period of reaching turnover, your deposit amount and bonus amount will be temporarily closed. You are free to withdraw any profits you made after closing the bonus and the fmount of withdrawal funds can not be more than three deposite and bonus amounts.
ar: يمكنك سحب مبلغ المكافأة بسهولة من حسابك وذلك بعد إكمال 30 دورة لمبلغ المكافأة التي تلقيتها بالإضافة إلى أموال الودائع. ويمثل الدوران المبلغ الإجمالي للصفقات المفتوحة، بغض النظر عن نتائج إغلاق الصفقات. وخلال فترة الوصول للدوران، سيتم إغلاق مبلغ الإيداع ومبلغ المكافأة الخاصة بك بصفة مؤقتة. ويكون لك الحرية في سحب أي أرباح قد حققتها بعد إغلاق المكافأة، ولا يمكن أن يتجاوز مبلغ الأموال المسحوبة ثلاثة مبالغ للإيداع والمكافأة.
es: Usted puede retirar fácilmente la cantidad del bonificación de su cuenta, sólo después de haber hecho una facturación de 30 veces la cantidad del bonificación que recibió y fondos depósito. La rotación es la cantidad total de las posiciones abiertas, sin tener en cuenta los resultados de cierre de negocios. Durante el período de alcanzar el volumen de negocios, la cantidad de su depósito y cantidad de bonificación serán cerrados temporalmente. Usted es libre de retirar cualquier ganancia que haya realizado después de cerrar el bonificación y el monto de los fondos de retiro no puede ser más de tres montos de bonificaciones y depósito.
hi: बोनस राशि प्राप्त करने और धनराशि जमा करने की 30 लेन-लेनों के बाद आप अपने खाते से बोनस राशि आसानी से निकाल सकेंगे. खुले पोज़िशनों की कुल धनराशि ही टर्नओवर होगा, समापन सौदों के परिणामों से इसका कोई वास्ता नहीं. टर्नओवर तक पहुंचने की अवधि के दौरान, आपकी जमा राशि और बोनस राशि अस्थायी रूप से बंद कर दी जाएंगी. बोनस बंद करने के बाद किसी भी लाभ का आहरण करने के लिए आप स्वतंत्र होंगे. निकासी धन की राशि तीन से अधिक जमा और बोनस राशि से अधिक नहीं हो सकती.
pt: Você pode facilmente retirar a quantia de bônus de sua conta, apenas após ter feito uma rotatividade de 30 vezes a quantia de bônus que recebeu e fundos de depósito. Rotatividade é a quantia total de posições abertas, independente dos resultados de fechamento de negócios. Durante o período de alcance de rotatividade, sua quantia de depósito e quantia de bônus será temporariamente fechada. Você está livre para retirar qualquer lucro que fez após fechar o bônus e a quantia de fundos de retirada não pode ser mais que três depósitos e contas de bônus.
ru: Вы вправе активировать бонусную программу “Депозитный бонус”, для этого при пополнении счета необходимо ввести бонусный код.Вы можете беспрепятственно вывести бонусные деньги с Вашего счета, но только после того, как совершите оборот бонусных и депозитных средств в 30-кратном размере. Оборотом средств является общая сумма открытых позиций, вне зависимости от результатов закрытия сделок. Вы можете свободно выводить Вашу прибыль, после полного закрытия бонуса и данная сумма не может превышать трехкратный размер суммарного депозита с бонусом.
