Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: You receive a certain bonus amount to your account funds, depending on a bonus type and a promo-code used. Your bonus receive an "active" status, untill you will make a 30 times turnover from the bonus and deposite charge.
ar: تتلقى مكافأة بمبلغ محدد إلى أموال حسابك بناءً على نوع المكافأة والرمز الترويجي المستخدم. تحصل مكافأتك على حالة "نشطة"، حتى إكمال 30 دورة لرأس المال من المكافأة والوديعة.
es: Usted recibe una cierta cantidad del bono para fondos de su cuenta, en función de un tipo de bono y un código promocional utilizado. Su bono recibe un estado de "activo", hasta que usted va a hacer una rotación de 30 veces de la carga de bonos y cargo de depósito.
hi: बोनस का प्रकार और इस्तेमाल की हुई प्रोमो-कोड के आधार पर, आप अपने खाते की राशि के लिए एक निश्चित बोनस राशि प्राप्त करते हैं. जब तक आप बोनस और जमा चार्ज से 30 बार कारोबार नहीं करेंगे, आपका बोनस एक "active" स्टेटस प्राप्त करेगा.
pt: Você recebe uma certa quantia de bônus nos fundos de sua conta, dependendo de um tipo de bônus e um código de promoção usado. Seu bônus recebe um estado "ativo", até você fazer 30 vezes o volume do negócio a partir do bônus e cobrança de depósito.
ru: В зависимости от типа бонуса, вы получаете определенный процент в виде бонуса на Ваш общий счет. Изначально бонус получает статус "активный", до совершения 30 кратного оборота средств от суммы депозита и начисленного бонуса.

source: After making a needed funds turnover, status will change to "closed" and account funds could be withdrawn.
ar: بعد إجراء الدوران اللازم للأموال، تتغير الحالة إلى "مغلقة" ويمكن سحب أموال الحساب.
es: Después de hacer una rotación de los fondos necesarios, el estado cambiará para "cerrado" y el fondos de la cuenta pueden ser retirados.
hi: एक आवश्यक धन का कारोबार करने के बाद, स्थिति "बंद" में बदल जाएगी और खाते में से राशि वापस ली जा सकती है.
pt: Após fazer uma rotatividade de fundos necessários, o estado será alterada para "closed" e os fundos da conta podem ser retirados.
ru: После совершенного оборота по средствам, статус меняется на "закрытый" и средства на счету могут беспрепятственно выводится.

source: More details about bonuses you can find
ar: يمكنك العثور على مزيد من التفاصيل حول المكافآت
es: Más detalles acerca de bonos usted puede encontrar
hi: आप बोनस के बारे में अधिक जानकारी पा सकते हैं
pt: Mais detalhes sobre os bônus você pode achar
ru: Более подробную информацию касательно бонусов вы найдете

source: here.
ar: هنا.
es: aqui.
hi: यहां
pt: aqui.
ru: здесь.

source: You dont have any bonuses yet.
ar: ليس لديك أي مكافآت بعد.
es: Usted no tiene ningún bono todavía.
hi: आपको अभी तक कोई बोनस नहीं है
pt: Você não tem nenhum bônus ainda.
ru: Вы еще не получали бонусов.

source: Bonus program lets you get a certain % as bonus to your trading account. This will allow you to trade with a larger amount than your initial investment.You may recieve bonus on your account by making a deposit and entering a special bonus code in deposit menu field "promo code". Bonus amount may vary depending on offers. You may receive bonus codes on partner sites or our advertisements.
ar: يتيح لك برنامج المكافأة الحصول على نسبة % محددة كمكافأة لحساب التداول الخاص بك. وهو ما يسمح لك بالتداول بمبلغ أكبر من استثمارك الأولي. ويمكنك تلقي مكافأة على حسابك من خلال تقديم إيداع وإدخال كود مكافأة خاص في حقل قائمة الودائع "الرمز الترويجي". وقد يتنوع مبلغ المكافأة بناءً على العروض. وقد تتلقى رموز مكافأت على مواقع الشركاء أو على الإعلانات لدينا.
es: El programa de bonificación le permite obtener un cierto % como bonificación a su cuenta de trading. Esto le permitirá al comercio con una cantidad más grande que su inicial inversión. Usted puede recibir bonificación en su cuenta al hacer un depósito y entrar un código de bonificación especial en el campo del menú de depósito "código promocional". La cantidad de experiencia puede variar dependiendo de las ofertas. Usted puede recibir códigos de bono en los sitios asociados o nuestros anuncios.
hi: बोनस प्रोग्राम आपको अपने व्यापार खाते में बोनस के रूप में एक निश्चित % मुहैया करवाएगा. यह आपको अपने शुरूआती निवेश से ज्यादा धनराशि के साथ व्यापार करने की अनुमति देगा. एक जमा करने और जमा मेनू फील्ड "प्रोमो को़ड" में एक विशिष्ट बोनस कोड दर्ज करने पर आप अपने खाते पर बोनस प्राप्त कर सकते हैं. ऑफर के आधार पर बोनस राशि भिन्न हो सकती है. भागीदार साइटों या हमारे विज्ञापनों पर आप बोनस कोड प्राप्त कर सकते हैं.
pt: O programa de bônus deixa você obter uma certa % como bônus para sua conta de comercialização. Isto irá permitir você comercializar com uma quantidade maior do que seu investimento inicial. Você pode receber bônus em sua conta ao fazer um depósito e inserir um código de bônus especial no campo do menu de depósito "código de promoção". A quantia do bônus pode variar dependendo das ofertas. Você pode receber códigos de bônus em sites parceiros ou nossos anúncios.
ru: Бонусная программа позволяет Вам получить определённый % бонуса на торговый счет. Это позволит каждому желающему возможность начать работу на финансовых рынках с приумноженной суммой оборотных средств, для получения большей прибыли. Вы можете получить бонус сделав депозит и введя специальный бонус код в поле "промо код". Сумма бонуса зависит от введенного промо кода и может меняться в зависимости от условий проводимых акций. Получить бонус коды Вы можете на сайтах партнёрах, либо посредством рекламы.

source: If you`ve got any questions about bonus operations, please contact out support team at
ar: إذا تلقيت أي أسئلة حول عمليات المكافآت، يرجى الاتصال بفريق الدعم لدينا على
es: Si usted tiene alguna pregunta acerca de las operaciones de bonificación, usted deberá contactar al equipo de soporte en
hi: बोनस के संचालन के बारे में कोई भी सवाल होगा तो, कृपया आप हमारी समर्थन टीम से संपर्क करें
pt: Se você tiver alguma pergunta sobre operações de bônus, entre em contato com nossa equipe de suporte em
ru: Если у Вас возникли вопросы относительно бонусов, пожалуйста, обращайтесь к нашей службе поддержки

source: Personal information
ar: المعلومات الشخصية
es: Información Personal
hi: व्यक्तिगत जानकारी
pt: Informação pessoal

source: Payment Information
ar: معلومات الدفع
es: Información del pago
hi: भुगतान जानकारी
pt: Informação de pagamento
ru: Платежная информация

source: Select a payment system
ar: حدد نظام الدفع
es: Seleccione un sistema de pago
hi: एक भुगतान प्रणाली का चयन करें
pt: Selecione um sistema de pagamento
ru: Выберите платежную систему

source: Successful entering funds
ar: تم إدخال الأموال بنجاح
es: Éxito en ingreso de fondos
hi: सफल प्रवेश फंड्स
pt: Inserção de fundos com êxito

source: Error deposit
ar: إيداع خطأ
es: Depósito de error
hi: गलत जमा
pt: Erro em depósito

source: Specify the size of the deposit
ar: حدد حجم الإيداع
es: Especifique el tamaño del depósito
hi: जमा परिणाम को उल्लेखित करें
pt: Especificar o tamanho do depósito
ru: Укажите размер депозита (USD)

source: Amount
ar: المبلغ
es: Monto
hi: धनराशि
pt: Quantia
ru: Колличество

source: Enter the amount from USD %s to USD %s
ar: أدخل المبلغ من %s دولارًا أمريكيًا إلى %s دولارًا أمريكيًا
es: Anote la cantidad de USD%s para USD%s
hi: USD %s से USD %s तक धनराशि दर्ज करें
pt: Inserir a quantia de USD %s a USD %s
ru: Введите сумму от USD %s до USD %s

source: Promo Code
ar: الرمز الترويجي
es: Código de Promoción
hi: प्रोमो कोड
pt: Código de promoção
ru: Промо код

source: Not a mandatory field
ar: حقل غير إلزامي
es: No es un campo obligatorio
hi: अनिवार्य क्षेत्र नहीं
pt: Não é um campo obrigatório
ru: Не обязательное поле

source: If you have a Promo Code please enter it in this field
ar: إذا كان لديك رمز ترويجي يرجى إدخاله في هذا الحقل
es: Si usted tiene un Código de Promoción debe introducirlo en este campo
hi: यदि आपके पास प्रोमो कोड है तो, कृपया इस क्षेत्र में दर्ज करें
pt: Se você tem um Código de Promoção, insira-o neste campo
ru: Если у вас есть Промо код то введите его в это поле

source: In order to make a deposit the client has to make an enquiry from his "personal cabinet". In order to complete the enquiry the client has to choose any of the payment methods from the list, fill all the necessary details and to continue to the payment page.
ar: من أجل تقديم إيداع؛ ينبغي على العميل الاستعلام من "الخزانة الشخصية" لديه. ومن أجل استكمال الاستعلام؛ ينبغي على العميل أن يختار أي من طرق الدفع الموضحة في القائمة، وملء جميع التفاصيل اللازمة والاستمرار للوصول إلى صفحة الدفع.
es: Con el fin de hacer un depósito el cliente tiene que hacer una investigación de su "gabinete personal". Con el fin de completar la investigación, el cliente tiene que elegir cualquiera de los métodos de pago de la lista, llene todos los detalles necesarios y continuar a la página de pago.
hi: एक जमा करने के लिए ग्राहक को अपने "व्यक्तिगत कैबिनेट" से जांच करनी होगी। जांच को पूरा करने के लिए, ग्राहक को भुगतान विधियों की सूची में से किसी एक को चुनना होगा, और भुगतान पृष्ठ पर बने रहने के लिए सभी आवश्यक जानकारी भरने दें.
pt: Para fazer um depósito o cliente tem que fazer um inquérito de seu "arquivo pessoal". Para concluir o inquérito o cliente tem que escolher qualquer dos métodos de pagamento da lista, preencha todos os detalhes necessário e continuar até a página de pagamento.
ru: Для того чтобы ввести средства на счет, клиент должен составить заявку на внесение средств через личный кабинет. Для этого клиент выбирает одну из платежных систем, указанных на сайте Компании и переходит по соответствующей ссылке с указанием всех необходимых данных.

source: Processing time of the enquiry depends on the payment method and may vary from one method to another, the company cannot regulate the processing time. In case of using electronic payment methods the transaction time can vary from seconds to days. In case of using direct bank wire the transaction time can be up to 3 business days.
ar: يعتمد وقت معالجة الاستفسار على طريقة الدفع التي يمكن أن تختلف من طريقة إلى أخرى. ولا يمكن للشركة تنظيم وقت المعالجة. في حال استخدام وسائل دفع إلكترونية، يمكن أن يتنوع وقت المعاملة من ثوان لأيام. وفي حال استخدام التحويل المصرفي المباشر، يمكن أن يصل وقت المعاملة إلى 3 أيام عمل.
es: El tiempo de procesamiento de la investigación depende de la forma de pago y puede variar de un método a otro, la empresa no puede regular el tiempo de procesamiento. En caso de utilizar medios de pago electrónicos el tiempo de transacción puede variar de segundos a días. En caso de utilizar transferencia bancaria directa el tiempo de la transacción puede ser de hasta 3 días hábiles.
hi: जांच का प्रॉसेसिंग समय भुगतान पद्धति पर निर्भर करता है और यह एक विधि से दूसरी में भिन्न हो सकता है, अतः प्रॉसेसिंग समय को कम्पनी विनियमित नहीं कर सकती। इलेक्ट्रॉनिक भुगतान तरीकों का उपयोग करने पर लेन-देन का समय कुछ सेकंड्स से दिनों तक हो सकतक है. सीधे बैंक तार का उपयोग करने पर लेन-देन का समय में 3 व्यावसायिक दिन हो सकता है.
pt: Tempo de processamento do inquérito depende no método de pagamento e pode variar de uma método a outro, a empresa não pode regular o tempo de processamento. No caso do uso de métodos de pagamento eletrônicos o tempo de transação pode variar de segundos a dias. No caso do uso de transferência bancária direta, o tempo de transação pode ser de até 3 dias úteis.
ru: Сроки обработки заявки на ввод зависят от выбранной платежной системы и не могут быть урегулированы со стороны Компании. При наличии технической возможности операции по вводу при использовании электронных платежных систем могут проходить моментально.

source: If you have any problems with deposit funds: please contact our support team at support@24boption.com
ar: إذا كان لديك أي مشاكل تتعلق بإيداع الأموال: يرجى الاتصال بفريق الدعم لدينا على البريد الإلكتروني: support@24boption.com
es: Si usted tiene algún problema con los fondos de depósito: por favor, póngase en contacto con nuestro equipo de soporte en support@24boption.com
hi: धनराशि जमा करने में आपको कोई समस्या हो रही है: कृपया हमारी सहायता टीम से संपर्क करें - support@24boption.com
pt: Se você tiver qualquer problema com o depósito de fundos: entre em contato com nossa equipe de suporte em support@24boption.com

source: Ballance
ar: الرصيد
es: Saldo
hi: शेष
pt: Saldo
ru: Баланс

source: Change your password
ar: تغيير كلمة المرور الخاصة بك
es: Cambiar su contraseña
hi: अपना पासवर्ड बदलें
pt: Alterar sua senha
ru: Измените свой пароль

source: Fill out the form below to change your password. When you create your new password, please be sure: It is 5-20 characters long.
ar: قم بملء النموذج أدناه لتغيير كلمة المرور الخاصة بك. عند إنشاء كلمة مرور جديدة، يرجى التأكد من أنها تتكون من 5-20 حرفًا.
es: Rellene el siguiente formulario para cambiar tu contraseña. Al crear su nueva contraseña, por favor, asegúrese: Es de 5-20 caracteres.
hi: अपना पासवर्ड परिवर्तित करने के लिए नीचे दिए गए फॉर्म भरें. जब आप अपने नए पासवर्ड बनाते हैं, कृपया सुनिश्चित हो कि यह 5-20 वर्ण लंबा है.
pt: Preencha o formulário abaixo para alterar sua senha. Quando você criar sua nova senha, certifique-se que tenha de 5 a 20 caracteres.
ru: Заполните формы ниже для изменения вашего пароля. Когда вы создаете новый пароль, будьте уверены, что он соответствует длине в 5-20 символов.

source: Old password
ar: كلمة المرور القديمة
es: Contraseña anterior
hi: पुराना पासवर्ड
pt: Senha antiga

source: New password
ar: كلمة المرور الجديدة
es: Nueva contraseña
hi: नया पासवर्ड
pt: Nova senha
ru: Новый пароль

source: Repeat new password
ar: كرر كلمة المرور الجديدة
es: Repita nueva contraseña
hi: नया पासवर्ड दोहराएं
pt: Repetir nova senha

source: Change Email
ar: تغيير البريد الإلكتروني
es: Cambiar E-mail
hi: ई-मेल बदलें
pt: Alterar E-mail

source: New E-mail
ar: البريد الإلكتروني الجديد
es: Nuevo E-mail
hi: नया ई-मेल
pt: Novo E-mail

source: Email*
ar: البريد الإلكتروني*
hi: ई-मेल*

source: Please enter your Gender to access this site.
ar: رجاء إدخال النوع للوصول إلى هذا الموقع.
es: Introduzca su género para acceder a este sitio.
hi: इस साइट का उपयोग करने के लिए अपना लिंग दर्ज करें.
pt: Insira seu Sexo para acessar este site.

source: Answer
ar: الإجابة
es: Responder
hi: उत्तर
pt: Resposta

source: Answer*
ar: الإجابة*
es: Responder*
hi: उत्तर*
pt: Resposta*

source: Validation Code
ar: رمز التحقق
es: Código de Validación
hi: सत्यापन कोड
pt: Código de validação

source: New Email Validation Code*
ar: رمز التحقق من البريد الإلكتروني الجديد*
es: Código de Validación de Nuevo E-mail*
hi: नया ई-मेल सत्यापन कोड*
pt: Novo Código de Validação de E-mail*

source: Save changes
ar: حفظ التغييرات
es: Guardar cambios
hi: बदलावों को सेव करें
pt: Salvar alterações

source: Reset Validation Key
ar: إعادة تعيين مفتاح التحقق
es: Restablecer Validación Clave
hi: मान्यता कुंजी रीसेट करें
pt: Redefinir Tecla de Validação

source: Banking History
ar: السجل المصرفي
es: Historia de Banca
hi: बैंकिंग इतिहास
pt: Histórico Bancário

source: Transaction Id
ar: معرف المعاملة
es: Id de Transacción
hi: करोबार आईडी
pt: ID de Transação

source: Withdrawal
ar: سحب
es: Retirada
hi: वापसी
pt: Retirada
ru: Вывод средств

source: Method
ar: الطريقة
es: Método
hi: विधि
pt: Método

source: Report
ar: التقرير
es: Informe
hi: रिपोर्ट
pt: Relatório

source: Investments
ar: الاستثمارات
es: Inversiones
hi: निवेश
pt: Investimentos
ru: Инвестиции

source: Filter
ar: تصفية
es: Filtro
hi: फिल्टर
pt: Filtro

source: Status:
ar: الحالة:
es: Estado:
hi: स्थिति:
pt: Estado:

source: All
ar: الكل
es: Todos
hi: सब
pt: Todos

source: Current
ar: الحالي
es: Actual
hi: वर्तमान
pt: Atual
ru: Текущ.

source: Completed
ar: اكتمل
es: Terminado
hi: सम्पन्न हुआ
pt: Concluído

source: Asset:
ar: الأصل:
es: Ativos:
hi: संपत्ति:
pt: Ativo

source: Mode
ar: الوضع
es: Modo
hi: साधन
pt: Modo
ru: Режим

source: Start:
ar: البدء:
es: Inicio:
hi: प्रारम्भ:
pt: Início:

source: End:
ar: الإنهاء:
es: Fin:
hi: समाप्त
pt: Fim:

source: Accept
ar: قبول
es: Aceptar
hi: स्वीकारना
pt: Aceitar

source: Bet
ar: رهان
es: Apuesta
hi: शर्त
pt: Aposta
ru: Ставка

source: Start
ar: بدء
es: Iniciar
hi: प्रारंभ
pt: Início
ru: Время начала

source: End
ar: إنهاء
es: Fin
hi: समाप्त
pt: Fim
ru: Окончание

source: Entry
ar: دخول
es: Entrar
hi: प्रवेश
pt: Entrada
ru: Вход.

source: Final
ar: نهائي
hi: अंतिम

source: Payout
ar: التعويضات
es: Pago
hi: चुकाना
pt: Pagamento
ru: Выплата

source: This is your classic option`s last deposits list. To return trading, follow this
ar: هذه هي قائمة بالودائع الأخيرة للخيار التقليدي الخاص بك. للعودة التداول، اتبع هذه
es: Esta es la última lista de los depósitos de su opcione clásica. Para volver al comercio, siga este
hi: यह आपके विशिष्ट ऑप्शन की पिछले जमाओं की सूची है. व्यापार पर लौटने के लिए इसे फॉलो करें
pt: Esta é a lista de últimos depósitos de sua opção clássica. Para voltar a comercializar, siga este

source: link
ar: الوصلة
hi: जोड़ो

source: Making deposits will allow you make more investments and receive bigger profit. Information about deposit you can find
ar: تقديم الودائع يسمح لك بتنفيذ مزيد من الاستثمارات والحصول على ربح أكبر. يمكنك العثور على المعلومات حول الإيداع
es: Hacer depósitos le permitirá hacer más inversiones y recibir lucro más grande. Información sobre el depósito usted puede encontrar
hi: धनराशियां जमा करने से आप और अधिक निवेश कर सकेंगे और बड़ा लाभ प्राप्त कर सकेंगे. जमा के बारे में जानकारी आप पा सकते हैं
pt: Fazer depósitos irá permitir a você fazer mais investimentos e receber maior lucro. Informações sobre depósito podem ser encontradas

source: More details about investments you can find in a deposit menu. Deposit options available only in real account mode.
ar: يمكنك العثور على مزيد من التفاصيل حول الاستثمارات في قائمة الودائع. خيارات الإيداع متوفرة في وضع الحساب الحقيقي فقط.
es: Más detalles acerca de las inversiones usted puede encontrar en un menú de depósito. Opciones de depósito disponibles sólo en el modo de cuenta real.
hi: निवेश के बारे में अधिक जानकारी आप जमा मेनू में पा सकते हैं. केवल वास्तविक खाता मोड में जमा ऑप्शन उपलब्ध होंगे.
pt: Mais detalhes sobre investimentos, você pode encontrar em um menu de depósito. Opções de depósito disponíveis apenas no modo de conta real.

source: To start trading for real money, you should create a real account (it could be chosen while creating an account).
ar: لبدء التداول من أجل المال الحقيقي، ينبغي إنشاء حساب حقيقي (يمكن اختياره أثناء إنشاء حساب).
es: Para comenzar a operar con dinero real, usted debe crear una cuenta real (que podría ser elegido durante la creación de una cuenta)
hi: असली पैसे से व्यापार शुरू करने के लिए, आपको एक असली खाता बनाना चाहिए (यह खाता बनाने के दौरान चुना जा सकता है).
pt: Para iniciar a comercialização para dinheiro real, você deve criar um conta real (poderia ser escolhida ao criar uma conta).

source: No active bets found
ar: لم يتم العثور على رهانات نشطة
es: Ningúna apuesta activa encontrada
hi: कोई सक्रिय दांव नहीं पाया गया
pt: Nenhuma aposta ativa encontrada

source: The list of last classic option`s deals will be shown here. To start trading, you can follow this
ar: سيتم عرض قائمة صفقات الخيار التقليدي الأخيرة هنا. لبدء التداول، يمكنك اتباع هذه
es: La lista de las últimas ofertas de opciones clásicas se mostrará aquí. Para comenzar a operar, usted puede seguir este
hi: पिछले विशिष्ट ऑप्शन सौदों की सूची यहां दिखाया जाएगा. व्यापार शुरू करने के लिए, आप इसे फॉलो कर सकते हैं
pt: A lista de ofertas de última opção clássica será mostrada aqui. Para iniciar a comercialização, você pode seguir este

source: Once you`ve made a deposit, you can follow to trading tools and start making an investments.
ar: بمجرد أن تجري إيداع، يمكنك اتباع أدوات التداول وبدء تنفيذ استثمارات.
es: Una vez que usted haya hecho un depósito, usted puede seguir para herramientas de comercio y empezar a hacer una inversión.
hi: अगर आपने एक बार जमा कर दिया है, तो आप व्यापार के उपकरण के लिए फॉलो कर सकते हैं और निवेश करना शुरू कर सकते हैं.
pt: Após você fazer um depósito, você pode ir até as ferramentas de comercialização e começar a fazer investimentos.

source: More details about investments you can find
ar: يمكنك العثور على مزيد من التفاصيل حول الاستثمارات
es: Más detalles acerca de las inversiones se pueden encontrar
hi: निवेश के बारे में आप अधिक जानकारी पा सकते हैं
pt: Mais detalhes sobre investimentos você pode encontrar

source: More details about investments you can find in a deposit menu. To start trading for real money, you should create a real account (it could be chosen while creating an account).
ar: يمكنك العثور على مزيد من التفاصيل حول الاستثمارات في قائمة الودائع. لبدء التداول من أجل المال الحقيقي، ينبغي إنشاء حساب حقيقي (يمكن اختياره أثناء إنشاء حساب).
es: Más detalles acerca de las inversiones se pueden encontrar en un menú de depósito. Para comenzar a operar con dinero real, usted debe crear una cuenta real (puede ser elegido durante la creación de una cuenta).
hi: निवेश के बारे में अधिक जानकारी आप जमा मेनू में पा सकते हैं. असली पैसे से व्यापार शुरू करने के लिए, आपको एक असली खाता बनाना चाहिए (यह खाता बनाने के दौरान चुना जा सकता है).
pt: Mais detalhes sobre investimentos você pode encontrar em um menu de depósito. Para iniciar a comercialização por dinheiro real, você deve criar uma conta real (ela pode ser escolhida enquanto cria uma conta).

source: Deposit options available only in real account mode.
ar: خيارات الإيداع متوفرة في وضع الحساب الحقيقي فقط.
es: Opciones de depósito están disponibles sólo en el modo de cuenta real.
hi: जमा ऑप्शन केवल वास्तविक खाता मोड में उपलब्ध है.
pt: Opções de depósitos apenas disponíveis no modo de conta real.

source: Personal data change
ar: تغيير البيانات الشخصية
es: Modificación de datos personales
hi: व्यक्तिगत डेटा परिवर्तन
pt: Alteração de dados pessoais
ru: Персональная информация

source: Phone
ar: الهاتف
es: Teléfono
hi: फोन
pt: telefone
ru: Телефон

source: phone
ar: الهاتف
es: teléfono
hi: फोन
pt: telefone
ru: телефон

source: E-mail
ar: البريد الإلكتروني
hi: ई-मेल

source: Enter the password
ar: أدخل كلمة المرور
es: Introduzca la contraseña
hi: पासवर्ड दर्ज करें
pt: Insira a senha
ru: Введите пароль

source: Here you can change your personal information. To finish this operation, you must enter renewed information, your account password and press Change button.
ar: يمكنك تغيير معلوماتك الشخصية من هنا. لإنهاء هذه العملية، ينبغي إدخال المعلومات الجديدة وكلمة المرور الخاصة بحسابك، واضغط زر تغيير.
es: Aquí usted puede cambiar su información personal. Para terminar esta operación, usted debe introducir la información renovada, el contraseña de su cuenta y apretar el botón Cambiar.
hi: यहां आप अपनी व्यक्तिगत जानकारी बदल सकते हैं। इस आपरेशन को समाप्त करने के लिए, आपको नवीनीकृत जानकारी और आपके खाते का पासवर्ड दर्ज करना होगा और बदलें वाला बटन दबाना होगा.
pt: Aqui você pode alterar sua informação pessoal. Para finalizar esta operação, você deve inserir informação renovada, a sua senha de conta e pressionar o botão Alterar.
ru: Здесь Вы можете изменить персональную информацию. Для завершения этой операции, обновите информацию, введите свой действующий пароль и нажмите кнопку Изменить.

source: Howewer, You can not change user`s name. It is made for your account`s safety. If you have any problems with account personal info: please contact our support team at support@24boption.com
ar: مع ذلك، لا يمكنك تغيير اسم المستخدم، حيث أنه مصمم من أجل سلامة حسابك. إذا كان لديك أي مشاكل تتعلق بالمعلومات الشخصية لحسابك: يرجى الاتصال بفريق الدعم لدينا على البريد الإلكتروني: support@24boption.com
es: No obstante, usted no puede cambiar el nombre del usuario. Está hecho para su cuenta de seguridad. Si tiene algún problema con la información de cuenta personal: por favor, póngase en contacto con nuestro equipo de soporte en support@24boption.com
hi: हालांकि, आप यूज़रनेम नहीं बदल सकते. यह अपने खाते की सुरक्षा के लिए बनाया गया है. अगर आपको खाते की व्यक्तिगत जानकारी के साथ कोई समस्या है: कृपया हमारी सहायता टीम से संपर्क करें - support@24boption.com
pt: No entanto, você não pode alterar o nome de usuário. Ele é baseado na segurança de sua conta. Se você tiver quaisquer problemas com a informação pessoal da conta: entre em contato com a nossa equipe de suporte em support@24boption.com
