Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: We assume no responsibility for any error, omission, interruption, deletion, defect, delay in operation or transmission, bugs, viruses, communications line failure, theft or destruction or unauthorized access to, or alteration of, the Site or Services. We are not responsible for any problems or technical malfunction of any telephone or network lines, computer online systems, servers or providers, hardware, software, failure due to technical problems or traffic congestion on the Internet (or inaccessibility to the Internet). In no event shall the Company and/or anyone acting on its behalf be liable for any direct, indirect, incidental, special or consequential damages or damages for loss of profits, revenue, data or use incurred by You or any third party, whether in an action for contract or tort, arising from the access to, or use of, the Site and\or the Services. We and/or anyone acting on Our behalf, make no representations about the suitability, reliability, availability, timeliness and accuracy of the Services. All Services are provided as is without warranty of any kind. The Company hereby disclaims all express or implied warranties with respect to the Site and Services, including but not limited to, warranties and conditions of merchantability, satisfactory quality, fitness for a particular purpose, completeness or accuracy, non infringement of third party rights or applicable laws, regulations and directives, or that the Site and Services will be uninterrupted, timely, secure or error free. To the maximum extent permitted by applicable law, under no circumstances shall We be responsible for any loss or damage resulting from use of the Site or Services, from any content posted on or through the Site or Services, or from the conduct of any users of the Site or Services, whether online or offline.
ar: لا نتحمل أي مسؤولية عن أي خطأ، أو إهمال، أو تعطل، أو حذف، أو عيب، أو تأخير في التشغيل أو النقل، أو خلل، أو فيروسات، أو فشل خط الاتصالات، أو سرقة، أو تدمير، أو الوصول غير المصرح به، أو تبديل الموقع أو الخدمات. كما أننا لسنا مسؤولين عن أي مشاكل أو خلل فني يحدث في خطوط الهاتف أو الشبكة، أو أنظمة الكمبيوتر على الإنترنت، أو الخوادم أو مزوديها، أو الأجهزة، أو البرمجيات، أو الفشل الناجم عن مشاكل فنية أو بسبب ازدحام الحركة على شبكة الإنترنت (أو عدم إمكانية الوصول إلى الإنترنت). ولا تتحمل الشركة و / أو أي شخص يتصرف بالنيابة عنها المسؤولية بأي حال من الأحوال عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو خاصة أو تبعية، أو الأضرار الناجمة عن خسارة الأرباح أو الإيرادات أو البيانات، أو الناجمة عن الاستخدام، والتي يتم تكبدها من قبلك أو من قبل أي طرف آخر، سواء في إطار العقد أو بنوع من التقصير نتيجة الوصول إلى الموقع و / أو الخدمات أو نتيجة استخدامهما. ولا نقدم نحن ولا أي شخص يتصرف بالنيابة عنا أي إقرارات حول ملاءمة وموثوقية وتوافر وتوقيت ودقة الخدمات. ويتم توفير جميع الخدمات كما هي بدون أي ضمان من أي نوع. وتخلي الشركة بموجبه مسؤوليتها عن كافة الضمانات الصريحة أو الضمنية فيما يتعلق بالموقع والخدمات، بما في ذلك على سبيل المثال لا الحصر، الضمانات والشروط الخاصة بالتسويق، أو الجودة المرضية، أو الملاءمة لغرض معين، أو الاكتمال، أو الدقة، أو عدم التعدي على حقوق الطرف الآخر أو القوانين المطبقة واللوائح والتوجيهات، أو أن الموقع والخدمات سيتم توفيرها دون تعطل، أو في حينها، أو بطريقة آمنة، أو على نحو خال من الأخطاء. ولن نتحمل المسؤولية إلى الحد الأقصى الذي يسمح به القانون المطبق به، تحت أي ظرف من الظروف، عن أي خسارة أو ضرر ناجم عن استخدام الموقع أو الخدمات، أو ناجم عن أي محتوى يتم نشره على الموقع أو الخدمات أو من خلالهما، أو ناجم عن سلوك أي من مستخدمي الموقع أو الخدمات، سواء عبر الإنترنت أو بدونه.
es: No asumimos ninguna responsabilidad por cualquier error, omisión, interrupción, eliminación, defecto, demora en la operación o transmisión, insectos, virus, fallas en las líneas de comunicación, robo o destrucción o acceso no autorizado a, o alteración de, el Sitio o los Servicios. No nos hacemos responsables de cualquier problema técnico o mal funcionamiento de las líneas telefónicas o de red, sistemas informáticos en línea, servidores o proveedores, hardware, software, falla debido a problemas técnicos o congestión de tráfico en Internet (o falta de acceso a la Internet). En ningún caso la Compañía y/o cualquier persona que actúe en su nombre serán responsables de cualquier daño o daños directos, indirectos, incidentales, especiales o consecuentes por pérdida de beneficios, ingresos, datos o uso incurrido por Usted o por terceros, ya sea en una acción por responsabilidad contractual o extracontractual, derivada del acceso a, o uso de, el Sitio y\o los Servicios. Nosotros y/o cualquier persona que actúe en nuestro nombre, no hacemos ninguna declaración sobre la idoneidad, fiabilidad, disponibilidad, oportunidad y exactitud de los Servicios. Todos los servicios se ofrecen como es y sin garantía de ningún tipo. La Compañía renuncia a cualquier garantía expresa o implícita con respecto al Sitio y los Servicios, incluyendo, pero no limitado a, las garantías y condiciones de comercialización, calidad satisfactoria, idoneidad para un propósito particular, integridad o exactitud, no infracción de derechos de terceros o aplicable leyes, reglamentos y directivas, o que el sitio y los servicios será ininterrumpido, puntual, seguro o libre de errores. En la medida máxima permitida por la ley aplicable, en ningún caso seremos responsables por cualquier pérdida o daños derivados del uso del Sitio o los Servicios, de cualquier contenido publicado en o a través del Sitio o los Servicios, o de la conducta de los usuarios de el sitio o servicios, ya sea en línea o fuera de línea.
hi: इस साइट या सेवाओं में कोई त्रुटि, गलती, रुकावट, हटाने, दोष, संचालन या संचार में देरी, बग्स, वाइरस, संचार लाइनों में खराबी, चोरी या विनाश या अनधीकृत उपयोग या परिवर्तन होने पर हमारी कोई जिम्मेदारी नहीं होगी. हम किसी भी तकनीकी खराबी या समस्या के लिए जिम्मेदार नहीं होंगे जैसे कि किसी टेलिफोन या नेटवर्क लाइन्स, कम्प्यूटर सिस्टम्स, सर्वर्स या प्रदाता, हार्डवेर, साफ्टवेर, तकनीकी समस्या या इंटरनेट पर ट्रैफिक व्यस्तता (या इंटरनेट की अप्राप्यता). ऐसी किसी भी परिस्थिति में कम्पनी और/या उसकी ओर से कोई और जिम्मेदार नहीं होंगे जिसमें आप साइट और/या सेवाओं के इस्तेमाल या उपयोग करने पर चाहे किसी भी कार्रवाई के चलते हो या अनुबंध पर, आपको या किसी तीसरे पक्ष को प्रत्यक्ष, परोक्ष, आकस्मिक, विशिष्ट या परिणामी नुकसान या लाभ, आय, डेटा में क्षति या नुकसान हुआ हो. हम और/या हमारी ओर से कार्य करने वाला कोई और इन सेवाओं की उपयुक्तता, विश्वसनीयता, उपलब्धता, समयबद्धता और सटीकता का प्रतिनिधित्व नहीं करते हैं. प्रदान की जा रही सभी सेवाओं का कोई वारंटी नहीं होगा. साइट और सेवाओं के सम्बन्ध में कम्पनी सभी व्यक्त या अव्यक्त वारंटियों का अस्वीकरण करती है जिसमें शामिल हैं बिक्री की वारंटी और शर्तें, संतोषजनक गुणवत्ता, किसी खास उद्देश्य के लिए फिटनेस, संपूर्णता या सटीकता, तीसरे पक्ष के अधिकारों या लागू कानूनों, नियमों और निर्देशों का गैर-उल्लंघन, या यह साइट और सेवाओं का निर्बाध, समयबद्ध, सुरक्षित या त्रुटिहीन होना. कानून द्वारा प्राप्त अत्यंत व्यापक स्तर तक, किसी भी परिस्थिति में हम इन साइट और सेवाओं के उपयोग करने से, यहां से पोस्ट की गई सामग्रि से, या इन साइट और सेवाओं का उपयोग करने वाले दूसरे ग्राहकों से, चाहे वो ऑनलाइन हों चा ऑफलाइन हों, होने वाले घाटा और नुकसानों के लिए जिम्मेवार नहीं होंगे.
pt: Assumimos nenhuma responsabilidade por qualquer erro, omissão, interrupção, exclusão, defeito ou atraso em operação ou transmissão, bugs, vírus, falha na linha de comunicações, roubo ou destruição ou acessos não autorizados a, ou alteração de, o site ou serviços. Nós não somos responsáveis por quaisquer problemas ou avaria técnica de qualquer linha de rede, sistemas on-line de computador, servidores ou fornecedores, hardware, software, falha devido à problemas técnicos ou congestão de tráfico na Internet (ou inacessibilidade à Internet). Em nenhum evento deve a Empresa e/ou qualquer um agindo em seu nome ser responsável por qualquer dano direito, indireto, incidental, especial ou consequencial ou danos por perda de lucros, renda, dados ou uso incorridos por você ou qualquer terceiro, seja em uma ação por contrato ou ato ilícito, proveniente de acesso a, ou uso de, o site e/ou os serviços. Nós e/ou qualquer um agindo em nosso nome, faz nenhuma representação sobre a adequabilidade, confiabilidade, disponibilidade, oportunidade e exatidão dos serviços. Todos os serviços são fornecido como é sem garantia de qualquer tipo. A Empresa alega toda garantia expressa ou implícita com respeito ao site e serviços, incluindo mas não se limita a, garantias e condições de comerciabilidade, qualidade satisfatória, aptidão para um propósito particular, integralidade ou exatidão, não violação de direitos de terceiros ou leis aplicáveis, regulações e diretiva, ou que o site e os serviços serão ininterruptos, oportuno, seguro ou grátis. Para a máxima extensão permitida por lei aplicável, sob nenhuma circunstância nós deveremos ser responsáveis por qualquer perda ou dano resultante do uso do site ou serviços, de qualquer conteúdo postado em ou através do site ou serviços, ou a partir da conduta de qualquer usuário do site ou serviços, seja on-line ou off-line.
ru: Наша компания не берет на себя ответственность за какие бы то ни было ошибки, бездействие, прерывание, удаление, дефекты, задержки в операциях или сделках, технические ошибки, вирусы, неисправности каналов связи, кражи, разрушения или неправомочный доступ или изменения Сайта или Услуг. Мы не несём ответственности за какие бы то ни было проблемы или техническую неисправность каких бы то ни было телефонных или сетевых линий, компьютерных онлайн-систем, серверов или провайдеров, компьютеров, программного обеспечения, сбоя по причине технических проблем или перегруженности траффика в Интернете (или невозможности доступа в Интернет). Ни при каких обстоятельствах наша компания и/или кто бы то ни было, действующий от её имени, не несёт ответственности за какие бы то ни было прямые, непрямые, случайные, фактические или косвенные убытки или убытки по потери прибыли, дохода, данных или пользования, понесённых Вами или какой бы то ни было третьей стороной, в проведении контракта либо правонарушения, исходящие из доступа или использования Сайта и/или Услуг. Мы и/или кто бы то ни было, действующий от Нашего имени, не делаем никаких заявлений о пригодности, достоверности, доступности, своевременности и точности Услуг. Все Услуги предоставляются “как есть” без каких бы то ни было гарантий. Настоящим Компания отказывается от всех, явно выраженных либо подразумеваемых, гарантий в отношении Сайта и Услуг, включая, мимо прочего, гарантии и условия пригодности для торговли, удовлетворительного качества, соответствия определённой цели, полноты или точности, ненарушения прав интеллектуальной собственности третьих лиц или соответствующих законов, норм и директив, или что Сайт и Услуги будут непрерывными, своевременными, безопасными или безошибочными. В максимальной степени, допустимой соответствующим законом, ни при каких обстоятельствах, Мы не несём ответственности, за какую бы то ни было потерю или ущерб, происходящие из-за использования Сайта или Услуг, какого бы то ни было содержания, размещённого на или через Сайт или Услуги, или через деятельность каких бы то ни было пользователей Сайта или Услуг, онлайн или офлайн.

source: IN NO EVENT SHALL %s OR ANY OF ITS OFFICERS, DIRECTORS, EMPLOYEES, SERVICE PROVIDERS OR AGENTS BE LIABLE TO YOU FOR ANY DAMAGES WHATSOEVER, INCLUDING WITHOUT LIMITATION INDIRECT, INCIDENTAL, SPECIAL, PUNITIVE, OR CONSEQUENTIAL DAMAGES, ARISING OUT OF OR IN CONNECTION WITH YOUR USE OF THE SITE OR SERVICES, INCLUDING BUT NOT LIMITED TO THE QUALITY, ACCURACY, OR UTILITY OF THE INFORMATION PROVIDED AS PART OF OR THROUGH THE SITE OR FOR ANY INVESTMENT DECISIONS MADE ON THE BASIS OF SUCH INFORMATION, WHETHER THE DAMAGES ARE FORESEEABLE AND WHETHER OR NOT %s HAS BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES. THE FOREGOING LIMITATION OF LIABILITY SHALL APPLY TO THE FULLEST EXTENT PERMITTED BY LAW AND IN NO EVENT SHALL %s CUMULATIVE LIABILITY TO YOU EXCEED THE AMOUNT OF MONEY YOU TRANSFERRED OR DEPOSITED IN YOUR ACCOUNT ON THE SITE IN RELATION TO THE TRANSACTION GIVING RISE TO SUCH LIABILITY.
ar: لا تتحمل %s أو أي من مسؤوليها أو مديريها أو موظفيها أو مقدمي خدماتها أو وكلائها المسؤولية تجاهك بأي حال من الأحوال عن أية أضرار من أي نوع، بما في ذلك على سبيل المثال لا الحصر؛ الأضرار غير المباشرة أو العرضية أو الخاصة أو العقابية أو التبعية، والتي تنشأ عن أو فيما يتعلق باستخدامك للموقع أو الخدمات، بما في ذلك على سبيل المثال لا الحصر، جودة أو دقة أو فائدة المعلومات المقدمة كجزء من الموقع أو من خلاله أو لأي قرارات استثمار تتم على أساس هذه المعلومات، سواء كانت الأضرار متوقعة أو أن %s قد تم إرشادها من عدمه إلى إمكانية حدوث مثل هذه الأضرار. وتنطبق حدود المسؤولية السابقة إلى أقصى حد يسمح به القانون، ويجب ألا تتجاوز مسؤولية %s التراكمية تجاهك بأي حال من الأحوال المبلغ الذي قمت بنقله أو إيداعه في حسابك على الموقع فيما يتعلق بالمعاملة التي أبرزت هذه المسؤولية.
es: EN NINGÚN CASO %s O CUALQUIERA DE SUS OFICIALES, DIRECTORES, EMPLEADOS, PROVEEDORES O AGENTES DE SERVICIOS SERÁN RESPONSABLES DE CUALQUIER DAÑO, INCLUYENDO SIN LIMITACIÓN INDIRECTOS, INCIDENTALES, PUNITIVO, ESPECIAL O CONSECUENTE, DERIVADOS DE O EN RELACIÓN CON SU USO DEL SITIO O LOS SERVICIOS, INCLUYENDO PERO NO LIMITADO A LA CALIDAD, EXACTITUD O UTILIDAD DE LA INFORMACIÓN SUMINISTRADA COMO PARTE DE O A TRAVÉS DEL SITIO O DE SUS DECISIONES SOBRE INVERSIONES EN LA BASE DE DICHA INFORMACIÓN, SI LOS DAÑOS SON PREVISIBLE Y SI O NO %s HA SIDO ADVERTIDO DE LA POSIBILIDAD DE TALES DAÑOS. LA LIMITACIÓN DE RESPONSABILIDAD SE APLICARÁ EN LA MEDIDA MÁXIMA PERMITIDA POR LA LEY Y EN NINGÚN CASO DEBE %s RESPONSABILIDAD ACUMULADA EN SU CASO EXCEDER LA CANTIDAD DE DINERO QUE USTED TRANSFIERE O SE DEPOSIT EN SU CUENTA EN EL SITIO EN RELACIÓN CON LA TRANSACCIÓN QUE DA ORIGEN A TAL RESPONSABILIDAD.
hi: किसी भी स्थिति में %s या उसका कोई भी अधिकारी, निर्देशक, कर्मचारी, सेवा प्रदाता या एजेंट को आपको होने वाले नुकसानों के लिए उत्तरदायी नहीं होंगे जिसमें हमारे साइट और सेवाओं के आपके द्वारा उपयोग के कारण उत्पन्न होने वाले परोक्ष, आकस्मिक, विशेष, दंडात्मक, या परिणामी क्षतियों सहित,सूचना की गुणवत्ता, सटीकता, उपयोगिता के सम्बन्ध में नुकसानों के बारे में %s के द्वारा अग्रिम सुझाव दिया गया हो अथवा नहीं. विधि द्वारा दी गई अनुमति के तहत अधिकतम सीमा तक पूर्ववर्ती सीमा की बाध्यता लागू होगी और किसी भी स्थिति में अगर लेनदेन के संबंध में ऐसा दायित्व आता है तो %s का संचयी दायित्व उस धनराशी से अधिक नहीं हो सकता जो आपने अपने खाते में स्थानांतरित किया या जमा किया.
pt: EM NENHUMA HIPÓTESE DEVERÁ %s OU QUALQUER DE SEUS OFICIAIS, DIRETORES, FUNCIONÁRIOS, FORNECEDORES DE SERVIÇO OU AGENTES SER RESPONSÁVEIS A VOCÊ POR QUALQUER DANO SEJA QUAL FOR, INCLUINDO SEM LIMITAÇÃO INDIRETA, INCIDENTAL, ESPECIAL, PUNITIVA, OU DANOS CONSEQUENCIAIS, PROVENIENTES DE OU EM CONEXÃO COM SEU USO DO SITE OU SERVIÇOS, INCLUINDO MAS NÃO LIMITADOS À QUALIDADE, EXATIDÃO, OU UTILIDADE DA INFORMAÇÃO FORNECIDA COMO PARTE DE OU ATRAVÉS DO SITE OU POR QUALQUER DECISÃO DE INVESTIMENTO FEITA NA BASE DE TAL INFORMAÇÃO, INDEPENDENTE SE OS DANOS SÃO PREVISTOS E SE OU NÃO %s TEM SIDO, AVISADO DA POSSIBILIDADE DE TAL DANOS. A LIMITAÇÃO ACIMA MENCIONADA DE RESPONSABILIDADE DEVE SE APLICAR ATÉ A SUA ESTENSÃO PLENA PERMITIDA POR LEI E EM NENHUMA HIPÓTESE DEVERÁ A RESPONSABILIDADE DE ACUMULATIVO DE %s A VOCÊ EXEDER A QUANTIA DE DINHEIRO QUE VOCÊ TRANSFERIU OU DEPOSITOU EM SUA CONTA NO SITE EM RELAÇÃO PARA A TRANSAÇÃO FORNECENDO ORIGEM A TAL RESPONSABILIDADE.
ru: НИ В КАКОМ СЛУЧАЕ %s ИЛИ КТО ЛИБО ИЗ ЕЁ СЛУЖАЩИХ, ДИРЕКТОРОВ, СОТРУДНИКОВ, ПОСТАВЩИКОВ УСЛУГ ИЛИ АГЕНТОВ НЕ НЕСУТ ОТВЕТСТВЕННОСТИ ПЕРЕД ВАМИ ЗА КАКИЕ БЫ ТО НИ БЫЛО УБЫТКИ, ВКЛЮЧАЯ, БЕЗ ОГРАНИЧЕНИЙ КОСВЕННЫЕ, СЛУЧАЙНЫЕ, ФАКТИЧЕСКИЕ, ШТРАФНЫЕ ИЛИ ПОСЛЕДУЮЩИЕ УБЫТКИ, ИСХОДЯЩИЕ ИЗ ИЛИ СВЯЗАННЫЕ С ВАШИМ ИСПОЛЬЗОВАНИЕМ САЙТА ИЛИ УСЛУГ, ВКЛЮЧАЯ, КРОМЕ ПРОЧЕГО, КАЧЕСТВО, ТОЧНОСТЬ ИЛИ ПРИГОДНОСТЬ ПРЕДОСТАВЛЕННОЙ ИНФОРМАЦИИ, НА САЙТЕ ИЛИ ПОСРЕДСТВОМ САЙТА ИЛИ ДЛЯ КАКИХ БЫ ТО НИ БЫЛО ИНВЕСТИЦИОННЫХ РЕШЕНИЙ, СДЕЛАННЫХ НА ОСНОВЕ ТАКОЙ ИНФОРМАЦИИ, ВНЕ ЗАВИСИМОСТИ, ЯВЛЯЮТСЯ ЛИ ПОТЕРИ ПРЕДВИДИМЫМИ И ПРЕДУПРЕЖДАЛА ЛИ КОМПАНИЯ %s О ВОЗМОЖНОСТИ ТАКИХ ПОТЕРЬ. УСТАНОВЛЕННОЕ ВЫШЕ ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ ПРИМЕНЯЕТСЯ В НАИБОЛЬШЕЙ СТЕПЕНИ, ДОПУСТИМОЙ ЗАКОНОМ, И НИ В КОЕМ СЛУЧАЕ СОВОКУПНАЯ ОТВЕТСТВЕННОСТЬ %s ПЕРЕД ВАМИ НЕ МОЖЕТ ПРЕВЫШАТЬ СУММУ ДЕНЕГ, КОТОРУЮ ВЫ ПЕРЕЧИСЛИЛИ ИЛИ ВНЕСЛИ НА ВАШ АККАУНТ НА САЙТЕ В ОТНОШЕНИИ СДЕЛКИ, КОТОРАЯ ПРИВЕЛА К ТАКОЙ ОТВЕТСТВЕННОСТИ.

source: AML Procedures
ar: إجراءات مكافحة غسل الأموال (AML)
es: Procedimientos AML
hi: एएमएल कार्यविधियाँ
pt: Procedimentos de AML
ru: Процедуры по борьбе с отмыванием денег, полученных преступным путём (AML)

source: You hereby declare that the funds invested in Your account with Us do not originate from drug trafficking, abduction, any other criminal or illegal activity, or any political affiliation. You shall not abuse the Site and\or the Services for the purpose of money laundering or for any other illegal, unlawful or improper activity. We reserve the right to refuse to allow You to use Your account, to suspend, cancel and terminate Your account and to seize and confiscate all funds in Your Account if You do not accept or conform to the following AML requirements and policies (or any other AML requirements, as required by Us from time to time):
ar: تصرح أنت بموجبه أن الأموال المستثمرة في حسابك معنا لم تنشأ عن تهريب المخدرات، أو الخطف، وأي نشاط إجرامي أو غير قانوني، أو أي انتماء سياسي. ويجب عليك ألا تسيء استخدام الموقع و / أو الخدمات لغرض غسل الأموال أو لأي نشاط غير قانوني أو غير مشروع أو غير لائق. ويحق لنا رفض السماح لك باستخدام حسابك، وتعليقه وإلغائه وإنهائه، بالإضافة إلى الحجز على كل الأموال الموجودة في حسابك ومصادرتها إذا لم تقبل أو تلتزم بشروط وسياسات مكافحة غسل الأموال التالية (أو أي شروط أخرى لمكافحة غسل الأموال، على النحو الذي نطلبه من وقت لآخر):
es: Usted declara que los fondos invertidos en su cuenta con nosotros no proceden del narcotráfico, el secuestro o cualquier otra actividad delictiva o ilegal, o de cualquier afiliación política. Usted no deberá abusar del Sitio y\o de los Servicios para el blanqueo de capitales o por cualquier otra actividad ilegal o indebida. Nos reservamos el derecho a negarse a permitir que usted utilice su cuenta, suspender, cancelar y terminar su cuenta y puedan embargar y decomisar todos los fondos en su cuenta si usted no acepta o no cumplir con los siguientes requisitos y políticas AML (o cualquier otro requisitos ALD, como es requerido por nosotros de vez en cuando):
hi: यहां आप यह घोषणा करते हैं कि आपके खाते में हमारे साथ जो पैसा निवेश किया वह किसी भी तरीके से नशीली पदार्थों की तस्करी, अपहरण, किसी अन्य आपराधिक या अवैध गतिविधि, या किसी राजनीतिक जुड़ाव से नहीं आया. आप इस साइट और/या सेवाओं का इस्तेमाल मॅनी लांडरिंग या किसी अन्य अवैध, गैर-कानूनी या अनुचित गतिविधि के लिए नहीं करेंगे. अगर आप निम्नांकित एएमएल आवश्यकताओं (या कोई भी अन्य एएमएल आवश्यकता जो हम समय-समय पर हम मांग सकते हैं) को स्वीकार नहीं करते या उसके अनुरूप नहीं नहीं रहेंगे तो हमें आपके खाते को निलंबित करने, रद्द करने और समाप्त करने का अधिकार होगा.
pt: Você declara que os fundos investidos em sua conta conosco não se originam de tráfico de droga, abdução e qualquer outra atividade ilegal ou criminal, ou qualquer afiliação política. Você não deve abusar do site e\ou dos serviços para o propósito de lavagem de dinheiro ou para qualquer outro ilegal, ilegal ou atividade imprópria. Reservamos direito de recusar de permitir você usar sua conta, suspender, cancelar e terminar sua conta e para apreender e confiscar todos os fundos em sua conta se você não aceitar ou conformar com os seguintes requisitos de AML e políticas (ou qualquer requisitos AML, como solicitado por nós de tempos em tempos):
ru: Настоящим Вы удостоверяете, что денежные средства, инвестированные на Ваш счёт на нашем сайте, не появились по причине незаконного оборота наркотиков, похищения людей, каких бы то ни было криминальных или незаконных действий или какой бы то ни было политической принадлежности. Вы не можете злоупотреблять Сайтом и/или Услугами с целью легализации преступных доходов или для какой бы то ни было другой нелегальной, незаконной или неправомерной деятельности. Мы сохраняем право отказать Вам в разрешении пользоваться Вашим счётом, и/или приостановить, и/или аннулировать, и/или закрыть Ваш счет, и/или изъять или конфисковать все денежные средства на Вашем счете, если Вы не придерживаетесь или не соответствуете следующим требованиям и принципам по борьбе с легализацией преступных доходов (AML) (или каким бы то ни было другим требованиям по борьбе с легализацией преступных доходов (AML), требуемым Нами время от времени):

source: You must provide all requested information and documentation upon registration.
ar: ينبغي عليك تقديم جميع المعلومات والمستندات المطلوبة عند التسجيل.
es: Usted debe proporcionar toda la información solicitada y la documentación, previa inscripción.
hi: आप सभी से अनुरोध है कि पंजीकरण पर जानकारी और दस्तावेज उपलब्ध कराने चाहिए.
pt: Você deve fornecer toda informação solicitada e documentação mediante registro.
ru: Вы обязаны предоставить всю запрашиваемую информацию и документацию после регистрации.

source: If You maintain an account by means of telegraphic deposits, funds will only be distributed to the holder of the originating bank account. When making deposits in this manner, it is Your responsibility to ensure that the trader`s account number and registered name of the account owner accompany all transfers to %s.
ar: إذا كنت تحافظ على حساب من خلال وسائل الإيداع البرقية، لن يتم توزيع الأموال إلا لصاحب الحساب المصرفي الأصلي. وعند تنفيذ إيداع بهذه الطريقة، فإنك تتحمل المسؤولية عن ضمان أن رقم حساب المتداول والاسم المسجل لصاحب الحساب مرافق لجميع التحويلات إلى %s.
es: Si usted mantiene una cuenta por medio de depósitos telegráficas, los fondos sólo se distribuirán al titular de la cuenta bancaria de origen. Al hacer los depósitos de esta manera, es su responsabilidad asegurarse de que el número de la cuenta de comerciante y el nombre registrado del titular de la cuenta acompañan a todas las transferencias a %s.
hi: अगर आप तार जमाराशियों के माध्यम से खाता चलाते हैं तो धनराशियां सिर्फ प्रारंभिक बैंक खाता धारक को वितरित की जाएंगी. इस पद्धति से जमा करते समय, यह सुनिश्चित करना आपकी जिम्मेदारी है कि %s को किए जाने वाले सभी स्थानांतरणों के साथ व्यापारी का खाता नम्बर और खाता मालिक का पंजीकृत नाम जरूर रहें.
pt: Se você manter uma conta por meio de depósitos telegráfico, fundos serão apenas distribuídos ao título da conta de banco de origem. Ao fazer depósitos desta maneira, é a sua responsabilidade assegurar que o número da conta do comerciante e nome de registro do proprietário da conta acompanhe todas as transferência a %s.
ru: Если Вы осуществляете деятельность, на своем счёте используя телеграфные депозиты, денежные средства будут выданы только владельцу банковского счёта, с которого осуществляется перевод. Производя депозиты таким способом, Вы принимаете на себя ответственность по проверке того, что номер торгового счета Клиента и зарегистрированное имя владельца счета совпадают со всеми переводами в %s.
