Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: Most of the money you can earn on options One Touch . This is a new type of transactions in which the choice is simple , but requires some insight - while paying huge. Option One Touch is a unique kind of binary options . With this kind of deal you have to predict whether the price will reach the underlying asset to the strike price on the expiration of the option . If your prediction is correct, ie, the price of some underlying asset for a particular strike price at the closing of the option, you win and get the agreed advance payment . This type of option is great traders who believe that the price of the asset is likely to reach a certain level, but not sure about its sustainability. This type of option - it's the best way to win investment for the largest possible amount of money - but it is a higher risk than conventional binary options.
ar: يمكنك أن تجني معظم الأموال من خيار لمسة واحدة (One Touch). وهذا هو نوع جديد من المعاملات حيث يكون الاختيار بسيطًا ولكنه يتطلب قدرًا من الرؤية - أثناء دفع المبالغ الضخمة. وجدير بالذكر أن خيار لمسة واحدة هو نوع فريد من الخيارات الثنائية. وبهذا النوع من التعامل ينبغي عليك أن تتوقع ما إذا كان السعر سيصل بالأصل الأساسي إلى سعر التنفيذ عند انتهاء الخيار. إذا كان توقعك صحيحًا، أي أن سعر بعض الأصول الأساسية ستصل إلى سعر تنفيذ معين عند إغلاق الخيار، بذلك تكون فائز وتحصل على المبلغ المدفوع مقدمًا المتفق عليه. وهذا النوع من الخيارات يعد ممتازًا للمتداولين الذين يعتقدون أن سعر الأصل من المرجح أن يصل إلى مستوى معين، ولكنهم ليسوا متأكدين من استدامته. كما أن هذا النوع من الخيارات يعد أفضل وسيلة لكي يحقق الاستثمار أكبر قدر ممكن من المال - ولكنه ذو مخاطر أعلى من الخيارات الثنائية التقليدية.
es: La mayor parte del dinero que usted puede ganar en las opciones de One Touch. Se trata de un nuevo tipo de operaciones en las que la elección es sencilla, pero requiere algunos conocimientos - prestando enorme. Option One Touch es una clase única de opciones binarias. Con este tipo de acuerdo usted tiene que predecir si el precio alcanzará el activo subyacente al precio de ejercicio de la expiración de la opción. Si su predicción es correcta, es decir, el precio de un activo subyacente a un precio de ejercicio particular, en la clausura de la opción, ganar y obtener el anticipo acordado. Este tipo de opción es grandes comerciantes que creen que el precio del activo es probable que llegue a un cierto nivel, pero no está seguro acerca de su sostenibilidad. Este tipo de opción - que es la mejor manera de ganar la inversión de la mayor cantidad posible de dinero - pero es un riesgo mayor que las opciones binarias convencionales.
hi: आप वन टच ऑप्शन में अधिकांश धन कमा सकते हैं. यह नए प्रकार की लेनदेन है जिसमें चुनाव आसान है, लेकिन कुछ जानकारी की आवश्यकता होगी, और विशाल भुगतान होगा. वन टच ऑप्शन बाइनरी विकल्पों का एक अनूठा प्रकार है. इस प्रकार के सौदे के साथ आपको अनुमान लगाना होगा कि क्या ऑप्शन की समाप्ति पर अंतर्निहित परिसंपत्ति की कीमत स्ट्राइक कीमत तक पहंच जाएगी अथवा नहीं. अगर आपकी भविष्यवाणी सही है तो, यानी, ऑप्शन के समापन पर एक विशेष अंतर्निहित परिसंपत्ति की कीमत स्ट्राइक करे तो, आप जीत गए और तय अनुसार अग्रिम भुगतान मिल जाएगा. इस प्रकार का ऑप्शन उन व्यापारियों के लिए बढ़िया है जो यह मानते हैं कि परिसंपत्ति की कीमत एक निश्चित स्तर तक पहुंचने की संभावना है, लेकिन इसकी स्थिरता निश्चित नहीं है. इस प्रकार का ऑप्शन - सबसे बड़ी संभव धनराशि के लिए निवेश को जीतने के लिए यह सबसे अच्छा तरीका है - लेकिन इसमें पारंपरिक बाइनरी ऑप्शनों की तुलना में अधिक जोखिम है.
pt: A maioria do dinheiro que você pode ganhar em opção Um Toque. Este é um novo tipo de transação no qual a escolha é simples, mas requer alguma percepção - com enorme pagamento. A opção Um Toque é um tipo único de opções binárias. Com este tipo de negócio você tem que prever se o preço irá alcançar o ativo subjacente ao preço de exercício na expiração da opção. Se a sua predição estiver correta, por exemplo, o preço de algum ativo subjacente para um preço de exercício particular no fechamento da opção, você ganho e obtém o pagamento acordado com antecipação. Este tipo de opção é de grandes comerciantes que acreditam que o preço do ativo irá provavelmente um certo nível, mas não tem certeza de sua sustentabilidade. Este tipo de opção é a melhor maneira de ganhar investimento para a maior quantia possível de dinheiro, mas é um risco mais alto do que as opções binárias convencionais.
ru: Больше всего денег можно заработать на опционах One Touch ("В одно касание"). Это новый тип сделок, выбор в котором достаточно прост, но требует определенной интуиции – при этом выплаты огромны. Опцион One Touch является уникальной разновидностью бинарных опционов. При сделке подобного рода вы должны спрогнозировать, дойдет ли цена базового актива до страйк-цены по истечении срока действия опциона. Если ваше предсказание оказывается правильным, то есть цена некоторого базового актива «касается» определенной страйк-цены при закрытии опциона, вы выигрываете и получаете заранее оговоренную выплату. Этот вид опционов отлично подходит трейдерам, которые уверены, что цена на актив наверняка дойдет до определенного уровня, но не уверены в ее устойчивости. Данный вид опционов – это лучший способ инвестиций для выигрыша наибольшей возможной суммы денег – однако это и более высокий риск по сравнению с обычными бинарными опционами.

source: Trade in 60 seconds like a digital commerce, with one exception - all options close after 60 seconds. This kind of trading is popular among traders who want to make money on short-term market trends.
ar: التداول في 60 ثانية مثل التجارة الرقمية، ولكن باستثناء واحد، وهو أن كل الخيارات تغلق بعد 60 ثانية. ويعد هذا النوع من التداول شائعًا بين المتداولين الذين يريدون كسب المال على المدى القصير لاتجاهات السوق.
es: Comercio en 60 segundos como un comercio digital, con una excepción - todas las opciones cerca después de 60 segundos. Este tipo de comercio es muy popular entre los comerciantes que quieren hacer dinero en las tendencias del mercado a corto plazo.
hi: एक डिजिटल वाणिज्य की तरह 60 सेकंड में व्यापार करें - एक अपवाद के साथ. जो व्यापारी छोटी अवधि के बाजार के रुझानों पर पैसा बनाना चाहते हैं, उनके बीच इस तरह का व्यापार लोकप्रिय है.
pt: Comercializar em 60 segundos como um comércio digital, com uma exceção - todas as opções fecham após 60 segundos. Este tipo de comercialização é popular entre os comerciantes que querem fazer dinheiro baseando-se em tendências de mercado de curto prazo.
ru: Торговля за 60 секунд похожа на цифровую торговлю, с одним исключением – все опционы закрываются через 60 секунд. Такой вид торговли популярен среди трейдеров, которые хотят заработать на краткосрочных рыночных трендах.

source: Options builder - a convenient and flexible tool in which you yourself can specify parameters of the deal best suited to your style, including the time of the expiration of the option and the balance between profitability and risk.
ar: منشئ الخيارات - أداة ملائمة ومرنة حيث يمكنك بنفسك تحديد معالم الصفقة الأنسب لك، بما في ذلك وقت انتهاء الخيار وتحقيق التوازن بين الربحية والمخاطر.
es: Options builder - una herramienta conveniente y flexible en el que usted mismo puede especificar parámetros del acuerdo que mejor se adapte a su estilo, incluyendo el momento del vencimiento de la opción y el equilibrio entre rentabilidad y riesgo.
hi: ऑप्शन बिल्डर - एक सुविधाजनक और लचीला उपकरण जिसमें आप खुद विकल्प की समाप्ति अवधि तथा लाभप्रदता और जोखिम के बीच संतुलन सहित अपनी शैली के लिए सबसे उपयुक्त सौदे के मापदंडों को तय कर सकते हैं.
pt: Opções construtor - uma ferramenta flexível e conveniente na qual você mesmo pode especificar parâmetros do negócio mais adequado a seu estilo, incluindo o tempo de expiração da opção e o saldo entre a lucratividade e risco.
ru: Конструктор опционов (Options builder, builder) - удобный и гибкий инструмент, в котором Вы сами можете указать параметры сделки, наиболее подходящие Вашему стилю, включая время истечения опциона и соотношение доходности и риска.

source: Mid market - is the mean between the bid and ask price. It reflects the real market price.
ar: متوسط سعر السوق (Mid market) - هو المتوسط بين سعر العرض وسعر الطلب. و يعكس سعر السوق الحقيقي.
es: Mercado medio - es la media entre la oferta y demanda de precios. Refleja el precio real de mercado.
hi: मध्य बाजार - बोली और कीमत पूछने के बीच का माध्यम है. यह वास्तविक बाजार मूल्य को दर्शाता है.
pt: Mercado médio - é a media entre a oferta e a cotação do preço. Reflete o preço de mercado real.
ru: Средняя цена (mid market) – это среднее между ценой предложения и ценой спроса. Оно отражает реальную рыночную цену.

source: Each asset has its own trading hours, trade and weekends. To learn trading hours assets, see their list. If you assume that the asset should be on the list of traded, but he is not there - just refresh the page.
ar: يكون لكل أصل ساعات تداول خاصة به، وأوقات للتداول وأخرى للعطلات. لمعرفة ساعات تداول الأصول، راجع قائمة الأصول. إذا كنت تفترض أن الأصل يجب أن يكون في قائمة الأصول المتداولة، ولكنه لم يكن موجودًا - قم بتحديث الصفحة فقط.
es: Cada activo tiene su propio horario de comercio, comercio y los fines de semana. Para aprender el comercio de horas activos, ver su lista. Si se estima que el activo debe estar en la lista de los negociados, pero él no está allí - sólo actualiza la página.
hi: प्रत्येक संपत्ति के अपने स्वयं का व्यापार समय, व्यापार और सप्ताहांत होते हैं. परिसंपत्तियों के व्यापार घंटे जानने के लिए, उनकी सूची देखें. अगर आपको यह लगता है कि कारोबार की सूची पर परिसंपत्ति होनी चाहिए, लेकिन वह वहां नहीं है - तो बस पृष्ठ को रिफ्रेश करें.
pt: Cada ativo tem suas próprias horas de comercialização, comercialização e fins de semana. Para aprender sobre ativos de horas de comercialização, consulta a lista. Se você assumir que o ativo deve estar na lista de comercialização, mas não está lá, apenas recarregue a página.

source: Closing price (expiry rate) - this is the price / level of the underlying asset at the close of the option. It determines how the option ends At the money, No money, In the money.
ar: سعر الإغلاق (معدل الانتهاء) - هو سعر / مستوى الأصل الأساسي عند إغلاق الخيار. وهو يحدد الحالة التي انتهى عليها الخيار ما بين النقد الحاضر (At the money) وبدون مال (No money) وممتلئ الجيب (In the money).
es: Precio (tasa de caducidad) clausura - este es el precio / nivel del activo subyacente al cierre de la opción. Determina cómo termina la opción En el dinero, No hay dinero, en el dinero.
hi: समापन मूल्य (समाप्ति की दर) - यह ऑप्शन की समाप्ति पर अंतर्निहित परिसंपत्ति की कीमत/स्तर है. ऑप्शन की समाप्ति पर यह निर्धारित करता है कि पैसे पर, पैसा नहीं, पैसे में.
pt: Preço de fechamento (taxa de expiração) este é o preço / nível do ativo subjacente no fechamento da opção. Determina como a opção termina Em dinheiro, Sem dinheiro, No dinheiro.
ru: Цена закрытия (expiry rate) – это цена/уровень базового актива при закрытии опциона. Она определяет, как заканчивается опцион: «при деньгах», «без денег», «при своих».

source: The offer price for the asset in the financial market (ask price) - the price at which an investor can buy an asset. It is part of the formula, in which closing time is calculated asset.
ar: سعر عرض الأصل في السوق المالي (سعر الطلب) - السعر الذي يمكن للمستثمر شراء أحد الأصول به. وهو جزء من المعادلة، حيث يتم احتساب وقت الإغلاق للأصل.
es: El precio de oferta para el activo en el mercado financiero (consultar precio) - el precio al que un inversor puede comprar un activo. Es parte de la fórmula, en la que la hora de cierre se calcula activos.
hi: वित्तीय बाजार में संपत्ति के लिए पेशकश मूल्य (कीमत पूछने के लिए) - एक कीमत, जिस पर निवेशक एक परिसंपत्ति खरीद सकते हैं. यह एक सूत्र का हिस्सा है जिसमें परिसंपत्ति के समाप्ति समय का हिसाब लगाया जाता है.
pt: O preço de oferta para o ativo no mercado financeiro (cotação de venda) - o preço no qual um investidor pode comprar um ativo. É parte da fórmula, na qual o tempo de fechamento é ativo calculado.
ru: Цена спроса для актива на финансовом рынке – это цена, по которой инвестор может купить актив. Она является частью формулы, по которой вычисляют срок закрытия актива.

source: The bid price for an asset in the financial market (bid price) - the price at which an investor can sell the asset. It is part of the formula, in which closing time is calculated asset.
ar: سعر الطلب لأحد الأصول في السوق المالية (سعر الطلب) - السعر الذي يمكن للمستثمر بيع أحد الأصول به. وهو جزء من المعادلة، حيث يتم احتساب وقت الإغلاق للأصل.
es: El precio de la oferta de un bien en el mercado financiero (precio de la oferta) - el precio al que un inversor puede vender el activo. Es parte de la fórmula, en la que la hora de cierre se calcula activos.
hi: वित्तीय बाजार में एक परिसंपत्ति के लिए बोली मूल्य (बोली मूल्य) - एक कीमत जिस पर निवेशक संपत्ति बेच सकते हैं. यह एक सूत्र का हिस्सा है जिसमें परिसंपत्ति के समाप्ति समय का हिसाब लगाया जाता है.
pt: O preço de oferta para um ativo no mercado financeiro (preço de oferta) - o preço no qual um investido pode vender o ativo. É parte da fórmula, na qual o tempo de fechamento é o ativo calculado.
ru: Цена спроса для актива на финансовом рынке (bid price) – это цена, по которой инвестор может продать актив. Она является частью формулы, по которой вычисляют срок закрытия актива.

source: Frequently asked questions
ar: أسئلة وأجوبة
es: Preguntas más frecuentes
hi: अक्सर पूछे जाने वाले प्रश्न
pt: Perguntas frequentemente feitas

source: You can check a list of frequently asked questions and the answers below
ar: يمكنك مراجعة قائمة الأسئلة والأجوبة أدناه
es: Puedes consultar una lista de las preguntas más frecuentes y las respuestas abajo
hi: आप अक्सर पूछे जाने वाले सवालों और उनके नीचे उत्तरों की सूची जांच कर सकते हैं
pt: Você pode verificar uma lista de perguntas frequentemente feitas e as respostas abaixo

source: What are binary options?
ar: ما هي الخيارات الثنائية؟
es: ¿Cuáles son las opciones binarias?
hi: बाइनरी ऑप्शन्स क्या हैं?
pt: Quais são as opções binárias
ru: Что такое бинарные опционы?

source: Is an option with a fixed profit, where payout is determined at the onset of the contract. It pays a fixed amount of cash if the option expires in-the-money, independent of themagnitude by which the price of the underlying asset moves.
ar: هو خيار يتسم بوجود أرباح ثابتة، حيث يتم تحديد التعويضات في بداية العقد. يتم دفع مبلغ ثابت نقدًا في حال أنهي الخيار ما لديه من مال (ممتلئ الجيب)، على نحو مستقل عن حجم تحركات سعر الأصل الأساسي.
es: Es una opción con un beneficio fijo, donde pago se determina al inicio del contrato. Se paga una cantidad fija de dinero en efectivo si la opción expira en el dinero, independiente del magnitud en que el precio de los movimientos de los activos subyacentes.
hi: यह एक निश्चित लाभ का विकल्प है, जहां अनुबंध की शुरुआत में भुगतान निर्धारित किया जाता है. अगर विकल्प पैसे-में समाप्त हो जाता है तो यह एक निश्चित नगदी भुगतान करेगा, और यह उस परिमाण से स्वतंत्र है जिसके द्वारा अंतर्निहित परिसंपत्ति की कीमत बदलती है.
pt: Em uma opção com um lucro fixo, onde o pagamento é determinado no começo do contrato. Ela paga uma quantia fixa do dinheiro se a opção expira no dinheiro, independente da magnitude pela qual o preço do ativo subjacente se move.
ru: Это опционы с фиксированной прибылью, когда сумма выплаты определяется еще в момент заключения контракта. Выплаты производятся по выигрышным опционам, согласно изначально выбранных процентов выплат. Так же предусмотрены и компенсации по проигравшим опционам и зависят от процентов выплат при победных опционах.

source: What is a "Call" option?
ar: ما هو خيار "الشراء"؟
es: ¿Qué es una opción "Call "?
hi: "कॉल" ऑप्शन क्या है?
pt: O que é uma opção de "CHAMADA"?
ru: Что такое "HIGH" опционы?

source: An option that provides the holder with a profit when the underlying asset increases in price compared with the level it was purchased at.
ar: هو خيار يزود حامله بأرباح عندما يزداد سعر الأصل الأساسي مقارنة بسعر شرائه.
es: Una opción que ofrece el soporte con un beneficio cuando los aumentos de los activos subyacentes de los precios en comparación con el nivel en que se compró.
hi: एक विकल्प जो धारक को लाभ प्रदान करता है जब अंतर्निहित परिसंपत्ति की कीमत उसकी खरीदी कीमत की तुलना में बढ़ जाती है.
pt: Uma opção que fornecer o titular com um lucro quando ativo subjacente aumenta no preço comparado com nível em que foi comprado.
ru: Это опционы, приносящие прибыль инвестору, в случае поднятия цены на выбранные активы с момента их покупки.

source: What is a put options?
ar: ما هو خيار البيع؟
es: ¿Qué es una opción de venta?
hi: 'पुट' ऑप्शन क्या है?
pt: O que é uma opção de "Colocar"?
ru: Что такое "Low" опционы?

source: An option that provides the holder with a profit when the underlying asset depreciates relative to the purchase level.
ar: هو خيار يزود حامله بأرباح عندما ينخفض سعر الأصل الأساسي مقارنة بسعر الشراء.
es: Una opción que ofrece el soporte con un beneficio cuando el activo subyacente se deprecia con respecto al nivel de compra.
hi: एक विकल्प जो धारक को लाभ प्रदान करता है जब अंतर्निहित परिसंपत्ति की कीमत उसकी खरीदी कीमत की तुलना में घट जाती है.
pt: Uma opção que fornece ao titular um lucro quando o ativo subjacente deprecia em relação ao nível de compra.
ru: Это опционы, приносящие прибыль в случае падения цены на выбранные активы с момента их покупки.

source: What return will I get for a successful investment?
ar: Какую прибыль я получу в случае выигрышного опциона?
es: ¿Qué retorno obtendré por una inversión de éxito?
hi: एक सफल निवेश के लिए मुझे क्या प्रतिफल मिलेगा?
pt: Qual retorno eu irei obter em um investimento de sucesso?
ru: Какую прибыль я получу в случае выигрышного опциона?

source: A successful investment will result in a guaranteed return indicated on the site for the underlying asset that you selected.
ar: سوف ينتج عن الاستثمار الناجح عائد مضمون يبدو جليًا على الموقع للأصل الأساسي الذي قمت بتحديده.
es: Un éxito de la inversión se traducirá en un retorno garantizado indicado en el sitio para el activo subyacente que ha seleccionado.
hi: एक सफल निवेश का परिणाम यह होगा कि आपके द्वारा चयनित अंतर्निहित परिसंपत्ति के लिए साइट पर एक निश्चित वापसी दर्शाई जाएगी.
pt: Um investimento de sucesso irá resultar em um retorno garantido indicado no site para o ativo subjacente que você selecionou.
ru: В случае выигрыша вы получаете гарантированную прибыль, указанную при выборе суммы инвестиций.s

source: How long does the deal last?
ar: ما مدة دوام الصفقة؟
es: ¿Cuánto tiempo dura el trato?
hi: सौदा कब तक रहता है?
pt: Quanto tempo o negócio dura?
ru: Сколько времени длится сделка?

source: The deal lasts untill expiration time, that has being chosen before
ar: تدوم الصفقة حتى وقت الانتهاء الذي يتم اختياره من قبل
es: El acuerdo tiene una duración hasta el tiempo de caducidad, que ha de ser elegido antes
hi: समाप्ति के समय तक सौदा बने रहेगा जो पहले से चुन लिया गया
pt: O negócio dura até o tempo de expiração, que foi escolhido antes
ru: Сделка длится на протяжении времени, указанного при составлении опциона

source: Could i finish the deal before expiration time?
ar: هل يمكنني إنهاء الصفقة قبل وقت الانتهاء؟
es: ¿Podría terminar el acuerdo antes de que el tiempo de caducidad?
hi: क्या मैं समय सीमा की समाप्ति से पहले सौदा खत्म कर सकता हूँ?
pt: Eu poderia finalizar o negócio antes do tempo de expiração?
ru: Можно ли завершить сделку до завершения времени окончания опциона?

source: After confirming the deal, expiration time couldn`t be changed.
ar: لا يمكن تغيير وقت الانتهاء بعد تأكيد الصفقة.
es: Después de confirmar el acuerdo, el tiempo de caducidad no se podía cambiar.
hi: सौदा कन्फर्म होने के बाद, समयावधि की समाप्ति समय को नहीं बदला जा सकता.
pt: Após a confirmação do negócio, o tempo de expiração não poderia ser alterado.
ru: После подтверждения сделки, время завершения уже не изменяется.

source: What return will I get in the event that the option expires out-of-the-money?
ar: ما العائد الذي سأحصل عليه في حال انتهاء الخيار على وضع خارج النقد؟
es: ¿Qué retorno obtendré en el caso de que la opción expira fuera del dinero?
hi: अगर ऑप्शन की समयावधि आउट-ऑफ-मॅनी में खत्म होगी, तो मुझे क्या मिल जाएगा?
pt: Qual retorno eu terei no caso de a opção expirar sem dinheiro?
ru: Какую сумму я получу на счет, если опцион проиграет?

source: In the event that the option expires out-of-the-money, you`ll recieve a refund, depending of selected profit/refund level (Available in options builder only). For example: investment with a 60/20% profit means, that you will recieve your investment and the 60% of investment if you`ll win, otherway you will get a 20% refund of investment. However refund in lost options are not available in "60 seconds" and "Classic binary options" because of high profit level.
ar: في حال انتهاء الخيار على وضع خارج النقد، يمكنك استرداد الأموال، اعتمادًا على الربح المحدد / مستوى الاسترداد (متوفر في منشئ الخيارات فقط). على سبيل المثال: الاستثمار بمعدلات ربح 60/20% تعني أنك سوف تتلقى الاستثمار الخاص بك بالإضافة إلى 60% من الاستثمار إذا تمكنت من الفوز، وبطريقة أخرى ستحصل على 20% كاسترداد للاستثمار. ومع ذلك، لم يتوفر الاسترداد في الخيارات المفقودة في "60 ثانية" و "الخيارات الثنائية التقليدية" بسبب ارتفاع مستوى الربح.
es: En el caso de que la opción expira fuera del dinera, usted recibirá un reembolso, en función del nivel de beneficio/reembolso seleccionado (Disponible en opciones solo constructor). Por ejemplo: la inversión con un lucro de 60/20% significa que usted recibirá su inversión y el 60% de la inversión si usted ganar, de otra manera, obtendrá un reembolso de 20% de la inversión. Sin embargo, el reembolso en las opciones perdidas no están disponibles en "60 segundos" y "opciones binarias Clásicas" debido a la alta nivel de beneficios.
hi: आउट-ऑफ-मॅनी में ऑप्शन समाप्त हो जाने से, चयनित लाभ/धन वापसी के स्तर (ऑप्शन बिल्डरों में ही उपलब्ध है) के आधार पर, आपको धन वापस मिलेगा. उदाहरण के लिए: 60/20% लाभ के साथ निवेश का मतलब है, अगर आप जीतते हैं तो आप अपना निवेश और निवेश का 60% प्राप्त करेंगे. वरना 20% वापसी हो जाएगी. हालांकि लाभ के उच्च स्तर के कारण खोए हुए विकल्पों में वापसी "60 सेकंड" और "विशिष्ट बाइनरी ऑप्शन्स" में उपलब्ध नहीं है.
pt: No caso da opção expiração sem dinheiro, você irá receber um reembolso, dependendo do nível do reembolso/lucro selecionado (Disponível apenas em opções construtor). Por exemplo: investimento com um lucro 60/20% significa, que você irá receber seu investimento e os 60% do investimento se você ganhar, caso contrário você irá obter um reembolso de 20% do investimento. No entanto, o reembolso em opções perdidas não estão disponíveis em "60 segundos" e "Opções binárias Clássica" por causa do nível do lucro baixo.
ru: В зависимости от выбранной ставки и процента выплат, рядом отображается процент компенсаций на случай выигрышного и проигрышного опциона соответственно (Доступно только в конструкторе опционов). Например, инвестиция с прибылью в 60/20% означает, что при выигрыше вы получите еще 60% от ставки и сумму ставки, а при проигрышном опционе получите 20% компенсации. Однако компенсация на проигравших опционах не работает в "60 секундных" и "классических бинарных опционах" ввиду высоких процентов выплат при победе.

source: What is expiry time?
ar: ما هو وقت الانتهاء؟
es: ¿Cuál es el tiempo de caducidad?
hi: समाप्ति का समय क्या है?
pt: Qual é o tempo de expiração?

source: The expiry time is the time and date at which an option expires.
ar: وقت الانتهاء هو الوقت والتاريخ الذي ينتهي في الخيار.
es: El tiempo de expiración es la fecha y la hora a la que la opción expira.
hi: समाप्ति का समय वही समय और तिथि है जब एक ऑप्शन का समय समाप्त होगा.
pt: O tempo de expiração é o tempo e a data na qual uma opção expira.

source: Do I have to download software in order to trade with %s?
ar: هل يجب تنزيل البرامج من أجل التداول مع %s؟
es: ¿Tengo que descargar el software para el comercio con %s?
hi: क्या मुझे %s के साथ कारोबार करने के लिए साफ्टवेयर डाउनलोड करना होगा?
pt: Eu tenho que baixa software para comercializar com %s?
ru: Нужно ли мне загружать дополнительную программу для начала торговли на %s?
