Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: You will use the Site and\or the Services in good faith towards the Company and others using the Services;
ar: سوف تستخدم الموقع و / أو الخدمات بحسن نية تجاه الشركة والآخرين ممن يستخدمون الخدمات؛
es: Que va a utilizar el Sitio y\o de los Servicios de buena fe para con la Empresa y otros que usan los Servicios;
hi: आप इस साइट और/या सेवाओं का उपयोग कंपनी और सेवाओं का उपयोग करने वाले दूसरे लोगों के प्रति अच्छे विश्वास के साथ करेंगे;
pt: Você irá usar o Site e\ou os serviços em boa fé perante a Empresa e outros usando os serviços;
ru: Вы будете пользоваться Сайтом и/или Услугами добросовестно в отношении Компании и других пользователей Услуг;

source: In case of Fraud account suspicion, we may, at our sole discretion, open, maintain and/or close Your Account, as well as seize and confiscate all or part of the funds held in Your account and recover and\or retain any and all earnings paid to You or to which You are entitled, and any such decision or any other decision by the Company in connection with the Site and\or the Services shall be final and not subject to dispute or appeal;
ar: في حال الاشتباه في حساب احتيالي، يجوز لنا، حسب تقديرنا الخاص، فتح حسابك أو الحفاظ عليه أو إغلاقه، فضلاً عن الحجز على كل الأموال المودعة في حسابك أو جزء منها أو مصادرتها مع استرداد و / أو الاحتفاظ بأي أرباح تم دفعها لك أو التي تحق لك، ويكون أي قرار من هذا القبيل أو أي قرار آخر من قبل الشركة فيما يتعلق بالموقع و / أو الخدمات نهائيًا وغير قابل للطعن أو الاستئناف؛
es: En caso de sospecha de fraude cuenta, podemos, a nuestra discreción, abrir, mantener y/o cerrar su cuenta, así como la incautación y decomiso de todo o parte de los fondos depositados en su cuenta y recuperar y\o retener cualquier y todas las ganancias pagadas a Usted o a los que tiene derecho, y cualquier decisión o cualquier otra decisión de la Sociedad en relación con el Sitio y\o de los Servicios serán definitivas y no están sujetas a litigio o recurso;
hi: धोखाधड़ी खाते के संदेह में, हम अपने केवल विवेकाधिकार पर, आपके खाते को खोल, निर्वाह और/या बंद कर सकते हैं, साथ ही, आपके खाते में मौजूद सभी और आंशिक धनराशियों को जब्त कर सकते हैं, और आपको भुगतान की गई या करने के लिए निर्दिष्ट कमाइयों को रोक सकते हैं और साइट और/या सेवाओं के संबंध में कंपनी का दूसरा कोई भी निर्णय होगा वही अंतिम होगा और इस पर विवाद और अपील की गुंजाइश नहीं रहेगी;
pt: No caso de suspeita de conta de fraude, nós podemos, em nosso exclusivo critério, abrir, manter e/ou fecha sua conta, assim como apreender e confiscar todo ou parte dos fundos retidos em sua conta e recuperar e\ou reter qualquer e todo os ganhos pagos a você ou aos quais você têm direito, e qualquer decisão similar ou outra decisão pela Empresa em conexão com o Site e\ou os serviços devem ser finais e não sujeitos a disputa ou apela;
ru: В случае мошенничества или подозрения в мошенничестве, Мы можем по собственному усмотрению, открывать, администрировать и/или закрывать Ваш счёт, а также заморозить и/или изъять все или часть средств, содержащихся на Вашем счете, чтобы возместить ущерб и/или осуществить возврат средств или дохода, полученного Вами от Нас, путем неправомерных действий, упомянутых выше, и любое такое решение, либо любое другое решение Компании по вышеупомянутым причинам в связи с Сайтом и/или Услугами является окончательным и обсуждению, либо обжалованию не подлежит;

source: You hereby acknowledge and accept that the Site and\or Our Services may be supplied, in part or in whole, by third parties; You waive any claim against Us in respect of the provision of the Site and\or the Services by any such third party;
ar: أنك تقر وتقبل بموجبه أن موقعنا و / أو خدماتنا قد يتم تزويدها، جزئيًا أو كليًا، من قبل أطراف أخرى؛ وأنك تتنازل عن أي دعوى ضدنا فيما يتعلق بتزويد الموقع و / أو الخدمات من قبل أي طرف آخر من هذا القبيل؛
es: Usted reconoce y acepta que el Sitio y\o Nuestros servicios pueden ser suministrados, en parte o en su totalidad, por parte de terceros; Usted renuncia a cualquier reclamación contra nosotros en relación con la prestación del Sitio y\o los Servicios por cualquier tercero;
hi: इसके द्वारा आप यह स्वीकार करते और मानते हैं कि यह साइट और/या हमारी सेवाएं पूरी तरह या आंशिक तौर पर तृतीय पक्षों को आपूर्ति की जा सकती हैं; इस प्रकार किसी तृतीय पक्ष के साइट और/या सेवाओं के सम्बन्ध में आप हमारे खिलाफ कोई दावा नहीं कर सकते;
pt: Você reconhece e aceita que o site e\ou nossos serviços podem ser fornecidos, em parte ou por inteiro, por terceiros; Você renuncia qualquer alegação contra nós sobre a provisão do site e\ou os serviços por qualquer terceiro similar;
ru: Настоящим Вы подтверждаете и принимаете, что Сайт и/или наши услуги могут быть предоставлены, частично или целиком, третьими сторонами; Вы отказываетесь от какого бы то ни было иска против Нас по причине обеспечения Сайта и/или Услуг какой бы то ни было третьей стороной;

source: You will not copy or distribute any materials appearing on the Site for any other purpose than Your use of the Site and\or the Services;
ar: أنك لن تنسخ أو توزع أي مواد تظهر على الموقع لأي غرض آخر بخلاف استخدامك للموقع و / أو الخدمات؛
es: Usted no va a copiar o distribuir cualquier material que aparecen en el Sitio para ningún otro propósito que su uso del Sitio y\o de los Servicios;
hi: आप साइट और/या सेवाओं के अपने उपयोग के अलावा किसी अन्य उद्देश्य के लिए साइट पर प्रदर्शित होने के लिए किसी भी सामग्री को कॉपी या वितरित नहीं करेंगे;
pt: Você não irá copiar ou distribuir qualquer matéria que aparece no site por qualquer outro propósito que o seu uso do site e\ou os serviços;
ru: Вы не будете копировать или распространять какие бы то ни было материалы с Сайта для какой бы то ни было цели, отличной от пользования Вами Сайтом и/или Услугами;

source: You will use the information appearing in the Site for the sole purpose of executing transactions inside and within the Site;
ar: أنك سوف تستخدم المعلومات التي تظهر في الموقع لغرض واحد وهو تنفيذ المعاملات داخل الموقع ومن خلاله؛
es: Que va a utilizar la información que aparece en el sitio con el único fin de realizar transacciones en el interior y en el Sitio;
hi: आप साइट के भीतर लेनदेन को क्रियान्वित करने के एकमात्र उद्देश्य के लिए साइट में प्रदर्शित होने वाली जानकारी का उपयोग करेंगे;
pt: Você irá usar a informação aparecendo no site para o único propósito de realizar transações dentro do site;
ru: Вы не будете копировать или распространять какие бы то ни было материалы с Сайта для какой бы то ни было цели, отличной от пользования Вами Сайтом и/или Услугами;

source: You will not use the Site and\or the Services for any purpose that is unlawful, tortuous, abusive, intrusive on another`s privacy, harassing, libelous, defamatory, embarrassing, obscene, threatening or hateful.
ar: أنك لن تستخدم الموقع و / أو الخدمات لأي غرض غير قانوني، أو ملتو، أو مسيئ، أو متطفل على خصوصية الغير، أو مزعج، أو تشهيري، أو قذفي، أو محرج، أو فاحش، أو مهدد، أو مكروه.
es: Usted no va a utilizar el Sitio y\o los Servicios para ningún propósito que sea ilegal, tortuoso, abusivo, invasor del privacidade de otra persona, acosador, difamatorio, calumnioso, vergonzoso, obsceno, amenazante o de odio.
hi: आप इस साइट और/या सेवाओं का उपयोग ऐसे किसी उद्देश्य से नहीं करेंगे जो अवैध, कपटपूर्ण, दूसरों की निजता को भंग करने वाला, प्रताड़नापूर्ण, अपमानजनक, मानहानिकारक, शर्मनाक, अश्लील, धमकाने वाला या घृणित हो.
pt: Você não irá usar o site e\ou os serviços para qualquer propósito que seja ilegal, tortuoso, abusivo, intrusivo em qualquer privacidade alheia, calunioso, difamatório, constrangedor, obsceno, ameaçador ou de ódio.
ru: Вы не будете использовать Сайт и/или Услуги для любых целей, которые являются незаконными, нечестными, оскорбительными, вторгающимися в личную жизнь других людей, доставляющими беспокойство кому-либо, клеветническими, оскорбляющими достоинство, обременяющими, непристойными, угрожающими или ненавистническими.

source: Risk Disclosure
ar: الكشف عن المخاطر
es: Divulgación de Riesgo
hi: जोखिम प्रकटीकरण
pt: Divulgação de risco
ru: Предупреждение о рисках

source: You agree to use the Site and the Services at Your own risk. Without limiting the foregoing, the Services are suitable only for customers who are able to bear the loss of all the money they invest, and who understand the risks and have experience in taking risks involved in financial markets. The possibility exists that You could sustain a loss of some or all of Your investment and therefore You should not invest money that You cannot afford to lose. You should be aware of all the risks associated with digital options trading (including, but not limited to, risks stemming from market conditions, the rules of certain markets), and seek advice from an independent financial advisor if You have any doubts. You hereby acknowledge that You will bear sole responsibility for any losses caused through the use of the Site and\or the Services. Furthermore, the Site and\or the Services are available only to, and may only be used by, individuals who have sufficient experience and knowledge in financial matters to be capable of evaluating the merits and risks of acquiring financial contracts via this Site and have done so without relying on any information contained in this Site or provided by Us;
ar: إنك توافق على استخدام الموقع والخدمات على مسؤوليتك الخاصة. ودون تحديد ما سبق، فإن الخدمات تكون مناسبة فقط للعملاء القادرين على تحمل الخسارة لجميع الأموال التي يتم استثمارها، والذين يدركون المخاطر ولديهم خبرة في بالمخاطر التي تنطوي عليها الأسواق المالية. وهناك احتمال أن تتعرض لخسارة جزء من استثمارك أو كله؛ وبالتالي يجب ألا تستثمر الأموال التي لا يمكن تحمل خسارتها. ويجب أن تكون على علم بجميع المخاطر المصاحبة لتداول الخيارات الرقمية (بما في ذلك، على سبيل المثال لا الحصر، المخاطر الناجمة عن ظروف السوق، والقواعد الخاصة بأسواق معينة)، وطلب المشورة من مستشار مالي مستقل إذا كانت لديك أي شكوك. كما أنك تقر بموجبه بتحمل المسؤولية بمفردك عن أي خسائر ناجمة عن استخدام الموقع و / أو الخدمات. وعلاوة على ذلك، لن يتم إتاحة استخدام الموقع و / أو الخدمات إلا للأفراد الذين لديهم خبرة ومعرفة كافية بالمسائل المالية ليكونوا قادرين على تقييم المزايا والمخاطر المتعلقة بالحصول على العقود المالية عبر هذا الموقع وذلك دون الاعتماد على أي من المعلومات الواردة في هذا الموقع أو المقدمة من قبلنا.
hi: आप इस बात से सहमत हैं कि इस साइट और सेवाओ का उपयोग अपने जोखिम पर करेंगे. पूर्ववर्ती को सीमित किए बिना, ये सेवाएं सिर्फ उन ग्राहकों के लिए उपयुक्त हैं जो अपने निवेश के पूरे पैसे का नुकसान उठाने के लिए सक्षम है, और जो जोखिमों को समझते हैं और वित्तीय बाजारों में मौजूद जोखिमों को उठाने में अनुभवी हैं. चूंकि यह संभावना है कि आपका निवेश किया गया पूरा धन या उसका कुछ हिस्सा चला जा सकता है और इसलिए आप पैसा निवेश नहीं करना चाहिए जिसका आप नुकसान बर्दाश्त नहीं कर सकते. आपको डिजिटल ऑप्शन्स ट्रेडिंग के साथ जुड़े हुए सारे जोखिमों के बारे में मालूम होना चाहिए (बाजार के हालात से और कुछ बाजारों के नियमों से उत्पन्न होने वाले जोखिम भी इसमें शामिल हैं पर सीमित नहीं), और अगर आपको कोई संदेह हैं तो किसी तटस्थ वित्तीय सलाहकार से सलाह ले लेनी चाहिए. इसके द्वारा आप यह स्वीकार रहे हैं कि इस साइट और/सेवाओं के इस्तेमाल से जो भी नुकसान होगा उसके लिए आप ही पूरी तरह जिम्मेदार होंगे. इसके अलावा, साइट और/या सेवाएं केवल उन व्यक्तियों के लिए उपलब्ध हैं, और केवल उन व्यक्तियों के द्वारा इस्तेमाल किया जा सकता है, जिन्हें वित्तीय मामलों में पर्याप्त अनुभव और ज्ञान है, जो इस साइट के जरिए प्राप्त वित्तीय अनुबंधों को उठाने में होने वाले नफा-नुकसानों का मूल्यांकन करने में सक्षम हैं और जिन्होंने हमारे द्वारा उपलब्ध इस साइट में मौजूद किसी भी सूचना पर निर्भर हुए बिना ऐसा किया हो;
pt: Você concorda em usar o site e os serviços em seu próprio risco. Sem limitar o acima mencionado, os serviços são apenas adequados para cliente que são capazes de suster a perda de todo o dinheiro que investem, e que entendem os riscos e têm experiência em tomar riscos envolvidos em mercados financeiros. A possibilidade existe que você possa suster uma perda de algum ou todo o seu investimento e portanto você não deve investir dinheiro que você não pode perder. Você deve estar ciente de todos os riscos associados com a comercialização de opções digitais (incluindo, mas não limitada a, riscos decorrentes das condições de mercado, as regras de alguns mercados), e procurar conselho de um consultante financeiro independente se você tiver alguma dúvida. Você reconhece que você irá ser o único responsável por qualquer perda causada pelo uso do site e\ou dos serviços. Além disso, o site e\ou os serviços estão disponíveis apenas para, e podem apenas ser usados por, indivíduos com experiência e conhecimento suficiente em assuntos financeiras para ser capazes de avaliar os méritos e os riscos em adquirir contratos financeiros através deste site e tem feito tal sem confiar em qualquer informação contida neste site ou fornecida por nós;
ru: Вы соглашаетесь использовать Сайт и/или Услуги на свой собственный риск. Не ограничивая упомянутое выше, Услуги подходят только для клиентов, которые осознают, что есть вероятность частичной или полной потери Ваших инвестиций, которые понимают риски, связанные с торговлей на финансовых рынках и имеют опыт управления такими рисками. В связи с вышеупомянутым, Вы не должны инвестировать средства, которые Вы не можете позволить себе потерять. Вы должны быть осведомлены обо всех рисках, связанных с торговлей бинарными опционами (включая, но, не ограничиваясь, рисками, обусловленными состояниями рынков, правилами тех или иных рынков) и обратиться за консультацией к независимому финансовому консультанту, если Вам необходимо что-то уточнить. Настоящим Вы признаёте, что Вы будете нести единоличную ответственность, за какие бы то ни было потери, вызванные с использованием Сайта и/или Услуг.

source: You hereby represent and warrant that You have such sufficient experience and knowledge in financial matters to be capable of evaluating the merits and risks of acquiring financial contracts via the Site and have done so without relying on any information contained in this Site or provided by Us. You shall bear sole responsibility for any decision made and/or to be made by You relying on the content of the Site or information provided by Us.
ar: أنك تقر وتضمن بموجبه أن لديك الخبرة والمعرفة الكافية بالأمور المالية لتكون قادرًا على تقييم المزايا والمخاطر المتعلقة بالحصول على العقود المالية عبر الموقع وذلك دون الاعتماد على أي من المعلومات الواردة في هذا الموقع أو المقدمة من قبلنا. ويجب أن تتحمل المسؤولية بمفردك عن أي قرار قد اتخذته و / أو من المقرر أن تتخذه بالاعتماد على محتوى الموقع أو المعلومات المقدمة من قبلنا.
es: Usted declara y garantiza que tiene como suficiente experiencia y conocimientos en materia financiera que seas capaz de evaluar los méritos y riesgos de adquirir contratos financieros a través del Sitio y lo han hecho sin confiar en cualquier información contenida en este Sitio o provisto por nosotros. Usted es el único responsable por cualquier decisión y/o que se hagan por usted confiar en el contenido del Sitio o la información proporcionada por nosotros.
hi: यहां आप यह प्रतिनिधित्व और हमी भरते हैं कि आपको वित्तीय मामलों में पर्याप्त अनुभव और ज्ञान है और हमारे इस साइट के जरिए प्राप्त वित्तीय अनुबंधों को उठाने में होने वाले नफा-नुकसानों का मूल्यांकन करने में सक्षम हैं और हमारे द्वारा उपलब्ध इस साइट में मौजूद किसी भी सूचना पर निर्भर हुए बिना ऐसा किया हो. साइट में मौजूद सामग्रि या हमारे द्वारा उपलब्ध सूचना पर निर्भर करते हुए आपके द्वारा लिए गए या लिए जाने वाले किसी भी निर्णय के लिए आप ही पूरी तरह जिम्मेदार होंगे.
pt: Você por este meio representa e garante que você tem experiência e conhecimento suficiente em assuntos financeiros para ser capaz de avaliar os méritos e riscos em adquirir contratos financeiros através do site e tem feito tal sem confiar em qualquer informação contida neste site ou fornecida por nós. Você deve assumir exclusiva responsabilidade por qualquer decisão feita e/ou a ser feita por você confiando no conteúdo do site ou informação fornecida por nós.
ru: Помимо всего, Сайт и/или Услуги доступны и могут использоваться только лицами, которые имеют достаточный опыт и знания в финансовых вопросах, чтобы быть способными оценивать выгоды и риски заключения финансовых сделок через этот Сайт, не завися при этом от какой бы то ни было информации, содержащейся на этом Сайте или предоставленной Нами;

source: Without derogating from the above, We shall not be responsible for verifying and/or checking whether You possess such sufficient knowledge and/or experience, nor shall We be responsible for any damage and/or loss incurred by You due to and/or related to the Site, transactions carried out by You and/or Your use of the Services. Employees, directors and officers of the Company, as well as any of their relatives or people associated with, are not entitled to use the Site and\or the Services.
ar: دون انتقاص لما سبق ذكره، لن نتحمل المسؤولية عن التحقق و / أو التأكد مما اذا كان لديك تلك المعرفة و / أو الخبرة الكافية، كما أننا لا نتحمل المسؤولية عن أي ضرر و / أو خسائر تتكبدتها بسبب الموقع أو المعاملات التي تنفذها أو استخدامك للخدمات أو فيما يتعلق بأي من ذلك. ولا يحق لموظفي أو مديري أو مسؤولي الشركة، أو أي من أقاربهم أو الأشخاص المرتبطين بهم استخدام الموقع و / أو الخدمات.
es: Sin perjuicio de lo anterior, no seremos responsables de verificar y/o control de idoneidad en cuanto a conocimientos y/o experiencia, ni nosotros seremos responsables de cualquier daño y/o pérdida que usted incurra debido a, y/o en relación con el Sitio, las transacciones realizadas por usted y/o su uso de los Servicios. Empleados, directores y ejecutivos de la Compañía, así como cualquiera de sus familiares o personas asociadas con, no tienen derecho a utilizar el Sitio y\o los Servicios.
hi: उपरोक्त से विचलित हुए बिना, हम इस बात के सत्यापन और/या जांच करने के लिए जिम्मेदार नहीं होंगे कि आपको पर्याप्त ज्ञान और/या अनुभव है या नहीं, न ही हम इसके लिए जिम्मेवार होंगे अगर आपको साइट के चलते या साइट के सम्बन्ध में आपके द्वारा की गई लेनदेन और/या इन सेवाओं का आपके द्वारा उपयोग करने से आपको जो भी घाटा और/या नुकसान होगा. कम्पनी के कर्मचारी, निर्देशक और अधिकारी और साथ ही, उनके रिश्तेदार या उनसे जुड़े हुए लोग इस साइट और/या सेवाओं का इस्तेमाल नहीं कर सकते.
pt: Sem derrogatório do acima mencionado, nós não devemos ser responsável pela verificação se você possui ou não tal conhecimento e/ou experiência suficiente, nem devemos ser responsável por qualquer dano e/ou perda incorrida por você devido a e/ou relacionado ao site, transações realizada por você e/ou seu uso dos serviços. Funcionários, diretores e oficiais da Empresa, assim como quaisquer de seus parentes ou pessoas associados, não têm direito de usar o site e\ou os serviços.
ru: Настоящим Вы заверяете и гарантируете, что Вы владеете таким достаточным опытом и знаниями в финансовых вопросах, чтобы быть способными оценивать выгоды и риски совершения финансовых сделок через Сайт, не завися при этом от какой бы то ни было информации, содержащейся на этом Сайте или предоставленной Нами.

source: Financial Information
ar: المعلومات المالية
es: Información Financiera
hi: वित्तीय सूचना
pt: Informação financeira
ru: Финансовая информация

source: We may make available to You through the Services a broad range of financial information that is generated internally or obtained from agents, vendors or partners (Third Party Providers). This includes, but is not limited to, financial market data, quotes, news, analyst opinions and research reports, graphs or data (Financial Information).
ar: قد نوفر لك من خلال الخدمات مجموعة واسعة من المعلومات المالية التي يتم إنشاؤها داخليًا أو الحصول عليها من الوكلاء أو الموردين أو الشركاء (مزودي الطرف الآخر). ويشمل ذلك على سبيل المثال لا الحصر، البيانات المالية للسوق، أو عروض الأسعار، أو الأخبار، أو آراء المحللين، أو التقارير البحثية، أو الرسوم البيانية أو البيانات (المعلومات المالية).
es: Podemos poner a disposición de usted a través de los Servicios de una amplia gama de información financiera que se genera internamente u obtenida de agentes, proveedores o socios (Proveedores de Terceros). Esto incluye, pero no se limita a, los datos del mercado financiero, cotizaciones, noticias, opiniones de analistas e informes de investigación, gráficos o datos (información financiera).
hi: हम आपको इन सेवाओं के माध्यम से व्यापक स्तर की वित्तीय सूचना प्रदान करेंगे जो आंतरिक तौर पर उत्पन्न होती है या एजेंटों, विक्रेताओं और भागीदारों (तीसरे पक्ष के प्रदाताओं) से प्राप्त होती है. इसमें वित्तीय बाजार डेटा, कोट्स, समाचार, विश्लेषकों की राय, शोध रिपोर्टें, ग्राफ या डेटा (वित्तीय सूचना) शामिल होंगे, लेकिन यहीं तक सीमित नहीं.
pt: Nós podemos tornar disponível a você através dos serviços uma ampla gama de informações financeiras que são geradas internamente ou obtidas a partir de agentes, fornecedores ou parceiros (Fornecedores de terceiros). Isto inclui, mas não está limitado a, dados do mercado financeiro, cotas, notícias, opiniões de analista e relatórios de pesquisa, gráficos ou dados (Informações financeiras).
ru: Мы несём ответственность только за всю информацию, связанную с торгами на платформе, а именно с графиками, котировками, датами, сроками и датами истечения опционов. Компания может сделать доступным для Вас, посредством Наших Услуг, широкий выбор информации, которая генерируется внутри или получена от агентов, поставщиков или партнёров (“Сторонние поставщики”). Это включает, кроме прочего, данные финансовых рынков, новости, мнения аналитиков и отчёты исследований, котировки, графики и иные данные (“Информация”).

source: Financial Information provided on the Site is not intended as investment advice. The Company does not endorse or approve the Financial Information, and We make it available to You only as a service for Your own convenience. %s and its Third Party Providers do not guarantee the accuracy, timeliness, completeness or correct sequencing of the Financial Information, or warrant any results from Your use or reliance on the Financial Information
ar: ليس الغرض من المعلومات المالية المقدمة على الموقع أن يتم الأخذ بها كمشورة في مجال الاستثمار. ولا تؤيد الشركة تلك المعلومات المالية أو تعتمدها. وإننا نوفرها لك كخدمة فقط من أجل راحتك. ولا تضمن %s ولا مزودي الطرف الآخر دقة أو استمرارية أو اكتمال أو التسلسل الصحيح للمعلومات المالية، وكذلك أي نتائج لاستخدامك أو اعتمادك على المعلومات المالية.
es: Información financiera proporcionada en el sitio no debe interpretarse como consejo de inversión. La Compañía no respalda ni aprueba la información financiera, y lo hacemos disponible para su uso sólo como un servicio para su propia conveniencia. %s y sus proveedores terceros no garantizan la exactitud, puntualidad, integridad o secuencia correcta de la Información Financiera, ni garantiza ningún resultado de su uso o dependencia de la Información Financiera
hi: साइट पर वित्तीय सूचना निवेश का सुझाव देने की मंशा से नहीं दी जाती है. वित्तीय सूचना का कम्पनी न तो समर्थन करती है और न ही स्वीकार करती है, और हम उसे आपकी सुविधा के लिए सिर्फ एक सेवा के नाते उपलब्ध करवाते हैं. %s और उसके तीसरे पक्ष के प्रदाता इस वित्तीय सूचना की सटीकता, समयबद्धता, संपूर्णता या सही अनुक्रमण की गारंटी नहीं देते हैं, न ही आपके द्वारा इस वित्तीय सूचना का उपयोग करने या विश्वास करने पर उत्पन्न किसी परिणाम के लिए हम वारंट हैं
pt: Informações financeiras fornecidas no site não são destinadas como consultoria financeira. A Empresa não endossa ou aprova a Informação Financeira, e nós a fazemos disponível a você apenas como um serviço para sua própria conveniência. %s e seus Fornecedores Terceiros não garantem exatidão, oportunidade, integralidade ou sequenciamento correto da informação financeira, ou garantem quaisquer resultados de seu uso ou confiança na Informação Financeira
ru: Информация, доступная на Сайте, не является советом для инвестиций. Компания не подтверждает и не устанавливает подлинность этой Информации, и Мы делаем её доступной для Вас, только как услугу для Вашего удобства. %s и её Сторонние поставщики не гарантируют точность, своевременность, полноту или правильную последовательность Информации и не гарантирует какие бы то ни было результаты использования Вами или доверия к Информации.
