Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: Financial Information may quickly become unreliable for various reasons including, but not limited to, changes in market conditions or economic circumstances. Neither the Company nor the Third Party Providers are obligated to update any information or opinions contained in any Financial Information, and We may discontinue offering Financial Information at any time without notice. It is Your duty to verify the reliability of the information and Financial Information on the Site and its suitability to Your needs. We exclude any liability for any claim, loss or damage of any kind allegedly caused by information presented on the Site or referred to by the Site.
ar: قد تصبح المعلومات المالية غير صالحة للاعتماد عليها على نحو سريع وذلك لأسباب مختلفة تشمل على سبيل المثال لا الحصر؛ التغيرات في ظروف السوق أو الظروف الاقتصادية. ولن تكون الشركة ولا مزودي الطرف الآخر ملزمين بتحديث أي معلومات أو آراء واردة في أي من المعلومات المالية، وقد نتوقف عن عرض المعلومات المالية في أي وقت دون إشعار. وإنه من واجبك التحقق من موثوقية المعلومات ولا سيما المعلومات المالية على الموقع ومدى ملائمتها لاحتياجاتك. وإننا نخلي مسؤوليتنا عن أي مطالبة أو خسارة أو ضرر من أي نوع يُزعم أنه ناجم عن المعلومات الواردة في هذا الموقع أو المشار إليها فيه.
es: Información financiera puede convertirse rápidamente fiables por varias razones, incluyendo, pero no limitado a, los cambios en las condiciones del mercado o de las circunstancias económicas. Ni la Sociedad ni los Terceros Proveedores tienen la obligación de actualizar cualquier información u opiniones contenidas en la Información Financiera, y podríamos dejar de ofrecer información financiera en cualquier momento sin previo aviso. Es su deber de verificar la fiabilidad de la información y la información financiera en el Sitio y su adecuación a sus necesidades. Excluimos cualquier responsabilidad derivada de cualquier reclamación, pérdida o daño de cualquier tipo supuestamente causado por la información presentada en el sitio o se hace referencia en el Sitio.
hi: बाजार की परिस्थितियों और आर्थिक परिस्थितियों में होने वाला बदलाव समेत विभिन्न कारणों से वित्तीय सूचना जल्दी से अविश्वसनीय बन जा सकती है. न तो कम्पनी, न ही तीसरे पक्ष के प्रदाता इस वित्तीय सूचना में मौजूद किसी सूचना या राय को अपडेट करने के लिए बाध्य होंगे, और हम बिना किसी सूचना दिए कभी भी वित्तीय सूचनाएं देना बंद कर सकते हैं. यह जानना आपका कर्तव्य होगा कि क्या यह सूचना और साइट पर दी गई वित्तीय सूचना विश्वसनीय है या नहीं और आपकी जरूरतों के लिए ये उपयोक्त होंगी या नहीं. साइट पर दी गई या संदर्भित की गई सूचना के चलते कथित रूप से होने वाले घाटे या नुकसान के लिए किसी भी प्रकार का दावा हम स्वीकार नहीं करेंगे.
pt: Informações Financeiras podem rapidamente tornar-se não confiáveis por várias razões incluindo, mas não limitado a, alterações nas condições de mercado ou circunstâncias econômicas, Nem a Empresa nem os Fornecedores de Terceiros são obrigados em atualizar qualquer informação ou opiniões contidas em qualquer Informações Financeiras, e nós podemos descontinuar o oferecimento de Informações Financeiras a qualquer hora sem aviso. Seu dever é verificar a confiabilidade da informação e informação financeira no site e sua adequabilidade a suas necessidades. Nós excluímos qualquer responsabilidade de qualquer alegação, perda ou dano de qualquer tipo alegadamente causados pela informação apresentada no site ou referida pelo site.
ru: Данная Информация может быстро терять свою актуальность по разным причинам, включающим, кроме прочего, изменения условий рынка или ситуации в экономике и т.д. Ни Мы, ни Сторонние поставщики не обязаны обновлять какую бы то ни было информацию или мнения, содержащиеся в какой бы то ни было Информации, и Компания может прекратить предоставление Информации в любой момент без предупреждения. Это Ваша обязанность проверять достоверность информации на Сайте и её соответствие Вашим потребностям. Наша компания исключает, какую бы то ни было ответственность за какие бы то ни было претензии, потери или убытки, какого бы то ни было рода, предположительно вызванные информацией, представленной на Сайте, или информацией, на которую Сайт ссылается.

source: Links
ar: الوصلات
hi: लिंक
ru: Ссылки

source: We may provide a link to other sites that are controlled or offered by third parties. Such link to a site or sites is not an endorsement, authorization, sponsorship or affiliation with respect to such site, its owners or its providers. %s cautions You to ensure that You understand the risks involved in using such sites before retrieving, using, relying upon or purchasing anything via the Internet. Links to these websites are provided solely for Your convenience, and You agree that under no circumstances will You hold %s liable for any loss or damage caused by use of or reliance on any content, goods or services available on other sites.
ar: قد نقدم وصلات لمواقع أخرى يتم التحكم فيها وعرضها من قبل أطراف أخرى. ولا تعد تلك الوصلات الخاصة بالمواقع الأخرى بمثابة تأييد أو ترخيص أو كفالة أو انتساب لمثل هذه المواقع أو مالكيها أو مزوديها. وتحذرك %s للتأكد من أنك تدرك المخاطر التي ينطوي عليها استخدام مثل هذه المواقع قبل استرجاع أو استخدام أو الاعتماد على أو شراء أي شيء عبر الإنترنت. ويتم توفير وصلات هذه المواقع من أجل راحتك فقط، وإنك توافق على عدم إلقاء المسؤولية على %s تحت أي ظرف من الظروف عن أي خسارة أو ضرر ناجم عن استخدام أي محتوى أو سلع أو خدمات متوفرة في المواقع الأخرى أو الاعتماد عليها.
es: Podemos proporcionar un enlace a otros sitios que están controlados u ofrecidos por terceros. Tal enlace a un sitio o sitios no es una aprobación, autorización, patrocinio o afiliación con respecto a dicho sitio, sus propietarios o sus proveedores. %s alerta usted para asegurar que usted entienda los riesgos implicados en el uso de dichos sitios antes de recoger, utilizar, adquirir o apoyarse en cualquier cosa a través de Internet. Los enlaces a estos sitios web se proporcionan únicamente para su conveniencia, y usted acepta que bajo ninguna circunstancia se le mantenga %s responsable por cualquier pérdida o daño causado por el uso o la credibilidad en cualquier Contenido, bienes o servicios disponibles en otros sitios.
hi: तीसरे पक्षों द्वारा संचालित साइटों का लिंक हम प्रदान कर सकते हैं. किसी साइट का लिंक देने का यह अर्थ नहीं है कि हम उस साइट, उसके मालिकों या उसके प्रदाताओं को समर्थित, अधीकृत, प्रायोजित या अनुबंधित कर रहे हैं. आपको %s आगाह करता है कि आप ऐसे साइटों का इस्तेमाल करते हुए इंटरनेट के जरिए कुछ भी हासिल करने, उपयोग करने, निर्भर करने और खरीदने में होने वाले खतरों को समझें. इन वेबसाइटों के लिंक्स देना सिर्फ आपको सुविधा प्रदान करने के लिए है और आप सहमति देंगे कि दूसरे साइटों में मौजूद किसी भी सामग्री, सामान और सेवाओं का उपयोग करने या उन निर्भर करने पर जो भी नुकसान या घाटा होगा उसके लिए आप किसी भी परिस्थिति में %s को जिम्मेदार नहीं ठहराएंगे.
pt: Nós podemos fornecer um link a outros sites que são controlado ou oferecido por terceiros. Tal link para a um site ou site não é um endosso, autorização, patrocínio ou afiliação a respeito de tal site, seus proprietários ou seus fornecedores. %s Alerta você em assegurar-se que entende os riscos envolvidos no uso de tais sites antes de retirar, usar e confiar ou comprar qualquer coisa através da Internet. Links a esses sites são fornecidos exclusivamente para sua conveniência e você concorda que sob nenhuma circunstância você considerará %s responsável por qualquer perda ou dano causados pelo uso de ou confiança em qualquer conteúdo, bens ou serviços disponíveis em outros sites.
ru: Мы можем предоставлять ссылки на другие сайты, которые контролируются и/или предлагаются третьими сторонами. Такая ссылка на сайт или сайты не является подтверждённой, авторизированной, спонсорской или аффилированной в отношении такого сайта, его владельцев или представителей. %s предупреждает Вас о необходимости удостовериться в Вашем понимании рисков, сопряжённых с использованием таких сайтов перед открытием, использованием, или покупкой чего бы то ни было через Интернет. Ссылки на эти веб-сайты предоставлены исключительно для Вашего удобства, и Вы соглашаетесь, что ни при каких обстоятельствах Вы не будете предъявлять %s обвинения в каких бы то ни было потерях или убытках, вызванных использованием какого-либо содержания, товаров или услуг, доступных на других сайтах.

source: Trading Cancellation
ar: إلغاء التداول
es: Comercio de Cancelación
hi: ट्रेडिंग रद्द
pt: Cancelamento de comercialização
ru: Аннулирование сделок

source: We reserve the right in our sole discretion to refuse and\or cancel the Services (in whole or in part), and\or refuse to distribute profits to anyone for any legitimate reason including, but not limited to:
ar: يحق لنا، حسب تقديرنا الخاص، رفض و / أو إلغاء الخدمات (كليًا أو جزئيًا)، و / أو رفض توزيع الأرباح إلى أي شخص لأي سبب من الأسباب المشروعة، بما في ذلك على سبيل المثال لا الحصر:
es: Nos reservamos el derecho a nuestra entera discreción, de rechazar y\o cancelar los Servicios (en su totalidad o en parte), y\o rechazar la distribución de beneficios a cualquier persona por cualquier razón legítima, incluyendo, pero no limitado a:
hi: हम अपने विवेक पर यह अधिकार रखते हैं कि हम इन सेवाओं (पूरी तरह या आंशिक तौर पर) को इनकार और/या रद्द कर सकते हैं, और/या किसी भी वैध कारण से किसी को भी मुनाफा बांटने से इनकार कर सकते हैं जिसमें ये शामिल होंगे पर सीमित नहीं हैं:
pt: Reservamos o direito a nosso exclusivo critério de recusar e\ou cancelar os serviços (todo ou em parte), e\ou recusar a distribuição de lucros a qualquer pessoa por qualquer razão legítimo incluindo, mas não limitada a:

source: any instance where We have cause to believe that Your activities on the Site may be illegal;
ar: أي حالة تجعلنا نعتقد أن أنشطتك على الموقع قد تكون غير قانونية؛
es: cualquier caso en que tenemos motivos para creer que sus actividades en el Sitio pueden ser ilegales;
hi: कोई भी वाकिया जिसमें हमें यह विश्वास करने के कारण हो कि साइट पर आपकी गतिविधियां अवैध हैं;
pt: qualquer instância onde nós temos causado a crença de que suas atividades no site podem ser ilegais;

source: any instance where We may suffer any fiscal, regulatory, or pecuniary disadvantage;
ar: أي حالة تجعلنا نعاني من أي مساوئ نقدية أو تنظيمية أو مالية؛
es: cualquier instancia donde Podemos sufrir ninguna desventaja fiscal, regulatorio o pecuniaria;
hi: कोई भी वाकिया जिसमें हमें वित्तीय, नियामक या आर्थिक नुकसान होने का खतरा हो;
pt: qualquer instância onde nós possamos sofrer desvantagem monetária, regulatória e fiscal;

source: any instance where one or more transactions on the Site are judged by Us to have been performed in violation of this Agreement.
ar: أي حالة تجعلنا نحكم على أن معاملة واحدة أو أكثر على الموقع قد تمت على نحو مخالف لهذه الاتفاقية.
es: cualquier caso en que una o más transacciones en el Sitio son juzgados por nosotros haber sido realizada en violación de este Acuerdo.
hi: ऐसा वाकिया जहां हमने यह तय किया कि साइट पर एक या दो लेनदेन इस समझौते का उल्लंघन करते हुए किया गया है.
pt: qualquer instância onde uma ou mais transações no site é julgada por nós para ter sido realizada em violação deste Acordo.

source: We reserve the right to cancel, terminate, modify or suspend the Services if for any reason, the Services cannot be conducted as planned, including infection by computer virus, bugs, tampering or unauthorized intervention, fraud, technical failures or any other causes beyond Our control. If any errors result in awarding funds to You or in an increase in funds owed or paid to You, You shall not be entitled to these funds. You shall immediately inform Us of the error and shall repay any funds credited to Your account in error to Us (as directed by Us) or We may, at our sole discretion, deduct an amount equal to such funds from Your account or set off such amount against any money owed to You by Us. %s provide clients the benefit of canceling a trade once placed. If we have reason to believe that a client is abusing or attempting to abuse this benefit, we reserve the right to cancel trades that were executed after more than 2 cancellations.
ar: يحق لنا إلغاء أو إنهاء أو تعديل أو تعليق الخدمات إذا كان من غير الممكن تنفيذها على النحو المخطط له لأي سبب من الأسباب، بما في ذلك الإصابة بفيروس الكمبيوتر، أو الخلل، أو العبث أو التدخل غير المصرح به، أو الاحتيال، أو الأعطال الفنية أو أي سبب آخر خارج عن ارادتنا. وإذا تسبب أي خطأ في منح الأموال إليك أو استحقاقك لأموال زائدة أو دفع أموال زائدة إليك، لا يحق لك تلقي هذه الأموال. ويجب عليك إبلاغنا بالخطأ على الفور، و تسديد أي أموال مودعة في حسابك عن طريق الخطأ إلينا(حسب توجيهاتنا) أو يجوز لنا، حسب تقديرنا الخاص، اقتطاع مبلغًا مساويًا لتلك الأموال من حسابك أو إجراء مقاصة لتلك الأموال مع أي أموال مستحقة لك لدينا. توفر %s للعملاء ميزة إلغاء صفقة بمجرد تنفيذها. واذا كان لدينا سبب يجعلنا نعتقد أن العميل يستغل أو يحاول استغلال هذه الميزة، فإنه يحق لنا إلغاء الصفقات التي تم تنفيذها بعد أكثر من حالتي (2) إلغاء.
es: Nos reservamos el derecho de cancelar, terminar, modificar o suspender el servicio si por alguna razón, los servicios pueden no llevarse a cabo como estaba previsto, incluyendo la infección por virus informáticos, errores, manipulación o intervención no autorizada, fraude, fallas técnicas o cualquier otra causa fuera de nuestro control. Si los errores dan lugar a la concesión de fondos para Usted o en un aumento de los fondos adeudados o pagados a usted, usted no tendrá derecho a estos fondos. Usted deberá informar inmediatamente a los Estados Unidos del error y deberá reembolsar los fondos acreditados en su cuenta por error a nosotros (como se indica por nosotros) o nosotros podemos, a nuestra discreción, deducir una cantidad igual a dichos fondos de su cuenta o de tales ascenderá contra cualquier dinero que se adeuda a usted por nosotros. %s ofrecen a los clientes el beneficio de la cancelación de un comercio, una vez colocado. Si tenemos razones para creer que un cliente está abusando o intentando abusar de este beneficio, nos reservamos el derecho de cancelar las operaciones que se ejecutaron después de más de 2 cancelaciones.
hi: इन कारणों समेत कि कम्प्यूटर वाइरस, बग्स, छेड़छाड़ या अनधीकृत हस्तक्षेप, धेखाधड़ी, तकनीकी विफलता या कोई और कारण जो हमारे नियंत्रण में नहीं हैं, किसी भी कारण से सेवाएं योजना अनुसार नहीं चलती हैं तो हमें इस सेवाओं को रद्द करने, समाप्त करने, संशोधित करने या निलंबित करने का अधिकार होगा. आपको धनराशि प्रदान करने में कोई त्रटि होती है या आपको देय या बकाया धनराशि में बढ़ोत्तरी होती है तो आप इस धनराशि को प्राप्त नहीं कर सकेंगे. आपको इसकी सूचना हमें तत्काल देनी चाहिए और गलती से कोई धनराशि आपके खाते में (हमारे द्वारा निर्देशित) पहुंच जाती है तो आपको उसे लौटा देना चाहिए. या हम अपने विवेकाधिकार से उस धनराशि के बराबर राशि हम आपके खाते से काट सकते हैं या आपको जो भी धनराशि बकाया है तो उसे इस हिसाब से घटा सकते हैं. %s अपने ग्राहकों को एक बार किए गए व्यापार को रद्द करने की सुविधा देता है. अगर ऐसा कोई कारण होगा जिससे हमें यह विश्वास हो गया हो कि कोई ग्राहक इस सुविधा का दुरुपयोग कर रहा है या दुरुपयोग की कोशिश कर रहा है तो हमें यह अधिकार है कि 2 बार रद्द करने के बाद की गई व्यापार को निरस्त किया जाए.
pt: Reservamos o direito de cancelar, terminar, modificar ou suspender os serviços se por alguma razão, os serviços não puderem ser conduzidos como planejados, incluindo infecção por vírus de computador, bugs, adulteração ou internação não autorizada, fraude, falhas técnicas ou quaisquer outras case além de nosso controle. Se quaisquer erros resultarem na premiação de fundos a você ou em um aumento em fundos devidos ou pagos a você, você não deve ter direito a esses fundos. Você deve imediatamente nos informar do erro e deve repagar quaisquer fundos creditados em sua conta em erro para nós (como direcionado por nós) ou podemos, a nosso exclusivo critério, deduzir uma quantia igual a tais fundos a partir de sua conta ou realçar tal quantia contra qualquer dinheiro devido a você por nós. %s fornece cliente o benefício de cancelamento de uma comercialização após feita. Se tivermos razão para acreditar que um cliente está abusando ou tentando abusar deste benefício, reservamos o direito de cancelar comercializações que foram executada pós mais que 2 cancelamentos.

source: Withdrawal Procedure
ar: إجراء السحب
es: Procedimiento de Retirada
hi: आहरण प्रक्रिया
pt: Procedimento de retirada
ru: Процедура вывода денег

source: We retain sole and exclusive discretion to request additional documents prior to performing such withdrawal. Once a withdrawal request is submitted it can take up to 2 business days to process the request. Once the request has been approved please allow additional 5-7 days for the funds to be received by You.
ar: يحق لنا وحدنا بصفة حصرية أن نطلب مستندات إضافية قبل تنفيذ السحب. وبمجرد تقديم طلب السحب، يمكن أن يستغرق الأمر يومين عمل لمعالجة الطلب. وبمجرد الموافقة على الطلب، يرجى الانتظار 5-7 أيام إضافية لتلقي الأموال.
es: Nos reservamos única y exclusiva discreción de solicitar documentos adicionales antes de realizar dicho retiro. Una vez que se presente una solicitud de retiro puede tardar hasta 2 días hábiles para procesar la solicitud. Una vez que la solicitud ha sido aprobada por favor permita 5 a 7 días adicionales para que los fondos sean recibidos por usted.
hi: हमें यह विशिष्ट विवेकाधिकार होगा कि हम ऐसे आहरण करने से पहले अतिरिक्त दस्तावेजों की मांग कर सकते हैं. एक बार आहरण का अनुरोध करने से उसे प्रॉसेस करने में 2 व्यावसायिक दिन लग सकते हैं. जब एक बार अनुरोध स्वीकार कर लिया गया तो कृपया हमें 5-7 दिनों का अतिरिक्त समय दें ताकि आप धनराशि प्राप्त कर सकें.
pt: Retermos único e exclusivo critério em solicitar documentos adicionais antes de realizar tal retirada. Após uma solicitação de retirada for enviada ela pode levar até 2 dias úteis para processar a solicitação. Após a solicitação ter sido aprovado, por favor permita 5 a 7 dias adicionais até que os fundos sejam recebido por você.
ru: Мы сохраняем за собой единственное и исключительное право запросить дополнительные документы перед предоставлением такой возможности вывода денег. Запрос на вывод денег может обрабатываться до трех рабочих дней с момента его получения, при условии, что документы уже были представлены и утверждены. Как только запрос на вывод был утвержден и произведен, Вам необходимо связаться с представителями службы, через которую был сделан вывод средств, чтобы получить более детальную информацию, когда денежные средства поступят на Ваш счёт.

source: Every 30 days You can withdraw your founds for free with no extra charges, from your trade account. However, if you want to withdraw funds in less then 30 days period - you will have to pay additional &dollar;10 fee for making a transaction.
ar: يمكنك سحب أموالك كل 30 يومًا مجانًا دون دفع أي رسوم إضافية من حساب التداول الخاص بك. ومع ذلك، إذا كنت ترغب في سحب الأموال قبل أقل من 30 يومًا - سوف يتعين عليك دفع رسوم إضافية قيمتها 10 دولار لتنفيذ المعاملة.
es: Cada 30 días Usted puede retirar sus funda de forma gratuita sin ningún coste adicional, de su cuenta de comercio. Sin embargo, si desea retirar fondos en período de menos de 30 días - usted tendrá que pagar dólar adicional y; 10 cuota por hacer una transacción.
hi: हर 30 दिनों में एक बार आप बिना किसी अतिरिक्त शुल्क के मुफ्त में अपने खाते से आहरण कर सकते हैं. हालांकि, अगर आप 30 दिनों से पहले ही धनराशि का आहरण करना चाहते हैं तो आपको लेनदेन के लिए 10 डॉलर अतिरिक्त शुल्क भुगतान करना पड़ेगा.
pt: A cada 30 dias você pode retirar seus fundos gratuitamente sem cobranças adicionais, a partir de sua conta de comercialização. No entanto, se você deseja retirar fundos em um período menor que 30 dias - você terá que pagar uma taxa adicional de 10 dólares para fazer uma transação.
ru: Один раз в 30 дней, вы можете проводить снятие средств со своего торгового баланса с минимальной комиссией. Однако, при снятии средств чаще, чем раз в месяц с Вас будет удерживаться дополнительная плата в размере &dollar;10. Таким образом, наша компания покрывает комиссионные издержки.

source: Limited Liability
ar: حدود المسؤولية
es: Responsabilidad Limitada
hi: सीमित दायित्व
pt: Responsabilidade Limitada
ru: Ограниченная ответственность
