Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: A classic binary option is known as "digital" or "with fixed payout". You receive a fixed amount of cash if the option expires in-the-money, regardless of how much the price of the underlying asset moves by and at the same time you get a pre-set. However you lose the majority of your investment when the option expires out-of-the-money and you get payout which was fixed when you bought certain option.
ar: يُعرف الخيار الثنائي التقليدي بـ "الرقمي" أو "ذو التعويضات الثابتة". حيث تتلقى مبلغ ثابت من المال في حال انتهاء الخيار على وضع ممتلئ الجيب (in-the-money)، بغض النظر عن مقدار حركة سعر الأصل الأساسي، وفي الوقت نفسه تحصل على تحديد مسبق. ومع ذلك تفقد غالبية الاستثمار الخاص بك عند انتهاء الخيار على وضع خارج النقد (out-of-the-money). وتحصل على تعويضات قد تم تحديدها عندما قمت بشراء خيار معين.
es: Una opción binaria clásica se conoce como "digital" o "con pago fijo". Recibe una cantidad fija de dinero en efectivo si la opción expira en el dinero, independientemente de lo mucho que el precio del activo subyacente se mueve por y al mismo tiempo se obtiene una pré definición. Sin embargo, se pierde la mayor parte de su inversión cuando la opción expira fuera del dinero y se obtiene de pago que se fijó cuando compraste opción determinada.
hi: एक विशिष्ट बाइनरी ऑप्शन को "डिजिटल " या "निश्चित भुगतान के साथ " के रूप में जाना जाता है. अगर ऑप्शन में इन-द-मॅनी में समाप्त हो रहा है तो आप इसकी परवाह किए बिना कि अंतर्निहित परिसंपत्ति की कीमत में बदलाव है, आपको एक निश्चित नगद राशि प्राप्त होगी और साथ ही, एक प्री-सेट मिलेगा. हालांकि, जब ऑप्शन आउट-ऑफ-मॅनी में समाप्त होगा आप अपने निवेश का बड़ा हिस्सा गंवा देंगे और आपको भुगतान मिलेगा जो उस निश्चित ऑप्शन खरीदते समय निर्धारित था.
pt: Uma opção binária clássica como "digital" ou "pagamento fixo" Você recebe uma quantia fixa de dinheiro se a opção expirar No dinheiro, independente de quanto o preço do ativo subjacente se move e ao mesmo tempo que você obter uma pré-definição. No entanto você perde a maioria de seu investimento quando a opção expira Sem dinheiro e você obtém pagamento que foi fixado quando você comprou alguma opção.

source: Points:
ar: النقاط:
es: Puntos:
hi: अंक:
pt: Pontos:

source: Trader`s
ar: لا تعمل
es: Comerciante
hi: व्यापारी का
pt: Comerciante

source: Graph is not working
ar: الرسوم البيانية للمتداول
es: Gráfico no está funcionando
hi: ग्राफ काम नहीं कर रहा है
pt: O gráfico não está funcionando

source: Trade end
ar: انتهاء التداول
es: Fin del comercio
hi: व्यापार समाप्त
pt: Fim da comercialização

source: Option end
ar: انتهاء الخيار
es: Fin de opción
hi: ऑप्शन समाप्त
pt: Fim da opção

source: Click "CALL" if you think the price will rise above the current rate at the expiry. Or click "PUT" if you think the price will fall.
ar: انقر فوق "الشراء" إذا كنت تعتقد أن السعر سيرتفع فوق المعدل الحالي عند الانتهاء. أو انقر فوق"البيع" إذا كنت تعتقد أن السعر سينخفض.
es: Haga clic en "LLAMADA" si cree que el precio se elevará por encima de la tasa actual en la expiración. O haga clic en "PONER" si usted piensa que el precio caerá.
hi: अगर आपको लगता है कि समाप्ति से पहले कीमत वर्तमान दर से बढ़ जाएगी तो क्लिक करें "CALL". या अगर आपको लगता है कि कीमत गिर जाएगी तो क्लिक करें "PUT".
pt: Clique em "CHAMADA", se você acha que o preço irá subir acima da taxa atual na expiração. Ou clique em "COLOCAR" se você acha que o preço irá cair.

source: Graph is temporary unavailable
ar: الرسم البياني غير متوفر بصفة مؤقتة
es: Gráfico no está disponible temporalmente
hi: ग्राफ अस्थाई तौर पर उपलब्ध नहीं है
pt: O gráfico está temporariamente indisponível

source: Registration on 24boption trading platform
ar: التسجيل في منصة تداول 24boption
es: Registro en la plataforma electrónica 24boption
hi: 24boption व्यापार मंच पर पंजीकरण
pt: Registro na plataforma de comercialização 24boption

source: You should fill all the fields to register on our site
ar: يجب ملء جميع الحقول للتسجيل في موقعنا
es: Usted no debe llenar todos los campos para registrar en nuestro sitio
hi: हमारी साइट पर पंजीकृत करने के लिए आपको सभी क्षेत्र भरने होंगे
pt: Você deve preencher todos os campos para se registrar em nosso site

source: First name
ar: الاسم الأول
es: Primero nombre
hi: पहला नाम
pt: Primeiro nome

source: Last name
ar: الاسم الأخير
es: Apellido
hi: आखरी नाम
pt: Último nome
ru: Фамилия

source: Day of birth
ar: يوم الميلاد
es: Día de nacimiento
hi: जन्म तिथि
pt: Dia de nascimento

source: YYYY
ar: سنة
es: AAAA
pt: AAAA
ru: ГОД

source: MM
ar: شهر
hi: ММ
pt: ММ
ru: ММ

source: DD
ar: يوم
ru: ДД

source: Your E-mail
ar: البريد الإلكتروني الخاص بك
es: Su E-mail
hi: आपका ई-मेल
pt: Seu E-mail

source: Enter the password again
ar: أدخل كلمة المرور مرة أخرى
es: Introduzca la contraseña de nuevo
hi: फिर पासवर्ड दर्ज करें
pt: Insira a senha outra vez
ru: Введите пароль снова

source: Timezone
ar: المنطقة الزمنية
es: Zona horaria
hi: टाइम ज़ोन
pt: Fuso horário
ru: Часовой пояс

source: Demo mode
ar: وضع تجريبي
es: Modo de demostración
hi: डेमो मोड
pt: Modo de demonstração

source: prefix
ar: الكود
es: prefijo
hi: उपसर्ग
pt: prefixo

source: area
ar: المنطقة
es: zona
hi: क्षेत्र
pt: área

source: Forgot Your Password
ar: نسيت كلمة المرور الخاصة بك
es: Olvidaste Tu Contraseña
hi: क्या आप अपना पासवर्ड भूल गए
pt: Esqueceu sua senha
ru: Забыли свой пароль

source: Lastname
ar: الاسم الأخير
es: Apellido
hi: अंतिम नाम
pt: Último nome
ru: Фамилия

source: Send Password
ar: أرسل كلمة المرور
es: Enviar Contraseña
hi: पासवर्ड भेजें
pt: Enviar senha
ru: Отправить пароль

source: SignIn
ar: تسجيل الدخول
es: Registrarse
hi: साइन इन
pt: Iniciar sessão
ru: Вход

source: Forgot your password?
ar: هل نسيت كلمة المرور؟
es: Olvidaste tu contraseña?
hi: क्या आप अपना पासवर्ड भूल गए?
pt: Esqueceu sua senha?
ru: Забыли пароль?

source: Restoring access
ar: استعادة الوصول
es: Restauración de acceso
hi: बहाली की पहुंच
pt: Restaurando acesso

source: Birthday
ar: يوم الميلاد
es: Cumpleaños
hi: जन्मदिन
pt: Data de nascimento

source: Code
ar: الرمز
es: Código
hi: कोड
pt: Código

source: Secret question:
ar: السؤال السري:
es: Pregunta secreta:
hi: गोपनीय सवाल:
pt: Pergunta secreta:

source: New Password
ar: كلمة المرور الجديدة
es: Nueva Contraseña
hi: नया पासवर्ड
pt: Nova senha

source: Confirm Password
ar: تأكيد كلمة المرور
es: Confirmar Contraseña
hi: पासवर्ड की पुष्टि करें
pt: Confirmar senha

source: Next
ar: التالي
es: Avanzar
hi: अगला
pt: Avançar

source: Libertyreserve purse
ar: محفظة ليبيرتى ريسيرف
es: Bolso del Libertyreserve
hi: लिबर्टी रिज़र्व पर्स
pt: Bolsa do Libertyreserva

source: You must enter your password!
ar: ينبغي إدخال كلمة المرور الخاصة بك!
es: Debe introducir su contraseña!
hi: आपको अपना पासवर्ड दर्ज करना होगा!
pt: Você deve inserir sua senha!
ru: Вы должны ввести свой пароль!

source: You entered the wrong password!
ar: لقد أدخلت كلمة مرور خاطئة!
es: Ha introducido una contraseña incorrecta!
hi: आपके व्दारा गलत पासवर्ड दर्ज किया गया!
pt: Você inseriu a senha errada!
ru: Вы ввели неверный пароль!

source: You must enter the answer to the question!
ar: ينبغي إدخال الإجابة على السؤال!
es: Debe introducir la respuesta a la pregunta!
hi: आपको सवाल का जवाब दर्ज करना चाहिए!
pt: Você deve inserir a resposta para a pergunta!
ru: Вы должны ответить на вопрос!

source: You have entered an incorrect answer to the question !
ar: لقد أدخلت إجابة غير صحيحة على السؤال!
es: Ha introducido una respuesta incorrecta a la pregunta!
hi: आपने सवाल का गलत जवाब दर्ज किया है!
pt: Você inseriu uma resposta incorreta para a pergunta!
ru: Вы ввели неверный ответ на вопрос!

source: You must enter your address!
ar: ينبغي إدخال عنوانك!
es: Debe ingresar su dirección!
hi: आपको अपना पता दर्ज करना होगा!
pt: Você deve inserir seu endereço!
ru: Вы должны ввести свой адрес!

source: You entered the wrong address!
ar: لقد أدخلت عنوان خاطئ!
es: Ha introducido la dirección equivocada!
hi: आपने गलत पता दर्ज किया!
pt: Você inseriu o endereço errado!
ru: Вы ввели не верный адрес.

source: You must enter your zip code!
ar: ينبغي إدخال الرمز البريدي الخاص بك!
es: Debe ingresar su código postal!
hi: आपको अपना ज़िप कोड दर्ज करना होगा!
pt: Você deve inserir seu código postal!
ru: Вы должны ввести свой ZIP код.

source: You entered the wrong zip code!
ar: لقد أدخلت رمز بريدي خاطئ!
es: Ha introducido el código postal equivocado!
hi: आपके द्वारा दर्ज ज़िप कोड गलत है!
pt: Você inseriu o código postal errado!
ru: Вы ввели неверный индекс!

source: You must enter the name of your city!
ar: ينبغي إدخال اسم مدينتك!
es: Debe introducir el nombre de tu ciudad!
hi: आपको अपने शहर का नाम दर्ज करना होगा!
pt: Você deve inserir o nome de sua cidade!
ru: Вы должны ввести название своего города!

source: You have entered an incorrect name of your city!
ar: لقد أدخلت اسم خاطئ لمدينك!
es: Ha introducido un nombre incorrecto de tu ciudad!
hi: आपने अपने शहर का गलत नाम दर्ज किया है!
pt: Você inseriu um nome incorreto de sua cidade!
ru: Вы ввели некорректное название города!

source: You did not choose the country!
ar: لم يتم اختيار البلد!
es: No elegiste el país!
hi: आपने देश का चयन नहीं किया!
pt: Você não escolheu o país!
ru: Вы не выбрали страну!

source: Please enter a valid phone number!
ar: الرجاء إدخال رقم هاتف صحيح!
es: Por favor, introduzca un número de teléfono válido!
hi: एक मान्य फ़ोन नंबर दर्ज करें!
pt: Insira um número de telefone válido!
ru: Введите корректный номер телефона!

source: E-mail address is incorrect!
ar: البريد الإلكتروني غير صحيح!
es: Dirección de e-mail es incorrecto!
hi: ई-मेल पता गलत है!
pt: Endereço de e-mail está incorreto!
ru: E-mail адрес неверный!

source: E-mail address already exists!
ar: البريد الإلكتروني موجود بالفعل!
es: E-mail electrónico ya existe!
hi: ई-मेल पता पहले से ही मौजूद है!
pt: Endereço e-mail já existe!
ru: Данный E-mail уже существует!

source: You entered the wrong security code!
ar: لقد أدخلت رمز حماية خاطئ!
es: Ha introducido el código de seguridad incorrecto!
hi: आपने गलत सुरक्षा कोड दर्ज किया है!
pt: Você inseriu o código de segurança errado!
ru: Вы ввели неверный код безопасности!

source: You have entered an incorrect answer to the question!
ar: لقد أدخلت إجابة غير صحيحة على السؤال!
es: Ha introducido una respuesta incorrecta a la pregunta!
hi: आपने सवाल का गलत जवाब दर्ज किया है!
pt: Você inseriu uma resposta incorreta para a pergunta!
ru: Вы ввели неверный ответ на вопрос!

source: You must enter your new password!
ar: ينبغي إدخال كلمة المرور الجديدة الخاصة بك!
es: Debe introducir su nueva contraseña!
hi: आपको अपना नया पासवर्ड दर्ज करना होगा!
pt: Você deve inserir sua nova senha!
ru: Вы должны ввести свой пароль!

source: Passwords do not match!
ar: كلمات المرور غير متطابقة!
es: Las contraseñas no coinciden!
hi: पासवर्ड मेल नहीं खा रहे हैं!
pt: Senhas não combinam!
ru: Пароль не соответствует!

source: You must select a secret question!
ar: ينبغي تحديد سؤال سري!
es: Debe seleccionar una pregunta secreta!
hi: आपको एक गुप्त प्रश्न का चयन करना होगा!
pt: Você deve selecionar uma pergunta secreta!
ru: Вы должны выбрать секретный вопрос!

source: You must provide an answer to the question!
ar: ينبغي تقديم إجابة على السؤال!
es: Debe proporcionar una respuesta a la pregunta!
hi: आपको एक प्रश्न का उत्तर देना होगा!
pt: Você deve fornecer uma resposta para a pergunta!
ru: Вы должны ответить на вопрос!

source: Length of the response should not exceed 30 characters!
ar: ينبغي ألا يتجاوز طول الإجابة 30 حرفًا!
es: Longitud de la respuesta no debe superar los 30 caracteres!
hi: प्रतिक्रिया की लंबाई 30 अक्षरों से अधिक नहीं होनी चाहिए!
pt: Comprimento da resposta não deve exceder 30 caracteres!
ru: Длина ответа должна быть не более 30 символов!

source: You have not closed a bonus. After the closing you can request a withdrawal.
ar: لم تقم بإغلاق مكافأة. يمكنك طلب سحب بعد الإغلاق.
es: No ha cerrado un bono. Tras el cierre se puede solicitar un retiro.
hi: आपने बोनस बंद नहीं किया है। इसलिए आप उसे बंद करने के बाद आहरण का अनुरोध कर सकते हैं.
pt: Você não tem fechado um bônus. Após o fechamento você pode solicitar uma retirada.
ru: Вы не закрыли бонус. После закрытия, вы сможете запросить снятие средств.

source: Do you have an application in standby mode. Wait for processing.
ar: هل لديك طلب في وضع الاستعداد. انتظر للمعالجة.
es: ¿Usted tiene una aplicación en modo de espera. Espere a que el procesamiento.
hi: स्टैंडबाई मोड में आपका एक आवेदन है. प्रॉसेस होने तक प्रतीक्षा करें.
pt: Você tem uma aplicação em modo de espera. Espere para processar.
ru: У вас программа в режиме ожидания. Подождите, идет обработка.

source: The minimum amount of withdrawal USD 20.00!
ar: الحد الأدنى للسحب 20.00 دولارًا أمريكيًا!
es: La cantidad mínima de retiro es de USD 20.00!
hi: आहरण की न्यूनतम राशि 20.00 अमरीकी डालर है!
pt: A quantia mínima de retirada é de: US$ 20.00 dólares!
ru: Минимальная сумма для снятия средств: USD 20.00!

source: The maximum amount of withdrawals USD 15000.00!
ar: الحد الأقصى للسحب 15000.00 دولارًا أمريكيًا!
es: El importe máximo de los retiros es de USD 15,000.00!
hi: आहरणों की अधिकतम राशि 15,000 अमेरीकी डालर!
pt: A quantia máxima de retiradas é de: US$ 15.000,00!
ru: Максимальная сумма для снятия: USD 15000.00!

source: It is not enough money in the account!
ar: لا يوجد مبلغ كاف في الحساب!
es: No hay suficiente dinero en la cuenta!
hi: इस खाते में पर्याप्त पैसा नहीं है!
pt: Não há dinheiro o suficiente na conta!
ru: Не достаточно средств на счету!

source: Please enter a valid card number!
ar: الرجاء إدخال رقم بطاقة صحيح!
es: Por favor, introduzca un número de tarjeta válido!
hi: कृपया एक मान्य कार्ड नंबर दर्ज करें!
pt: Por favor, insira um número de cartão válido!
ru: Введите корректный номер карты!

source: Invalid number of purse. Your WebMoney purse should contain the letter Z of the 12 digits!
ar: رقم المحفظة غير صحيح. ينبغي أن تحتوي محفظة ويب موني الخاصة بك على حرف Z من 12 رقمًا!
es: Número no válido de bolso. Su bolso WebMoney debe contener la letra Z de los 12 dígitos!
hi: पर्स का नम्बर अमान्य है. आपके वेबमनी पर्स के 12 अंकों में अक्षर Z होना चाहिए!
pt: Número de bolsa inválido. Sua bolsa do WebMoney deve conter a letra Z dos 12 dígitos!
ru: Неправильный номер кошелька. Ваш кошелек WebMoney должен содержать букву Z и иметь длину в 12 символов!

source: Please enter a valid account number!
ar: الرجاء إدخال رقم حساب صحيح!
es: Por favor, introduzca un número de cuenta válido!
hi: कृपया एक मान्य खाता नम्बर दर्ज करें!
pt: Por favor, insira um número de conta válido!
ru: Пожалуйста введите корректный номер аккаунта!

source: You can not withdraw funds to the account. On account of this deposit is not implemented.
ar: لا يمكنك سحب الأموال إلى الحساب. لن يتم تنفيذ الإيداع على هذا الحساب.
es: Usted no puede retirar fondos de la cuenta. A causa de este depósito no se ha implementado.
hi: आप खाते में से धन नहीं निकाल सकते. इस डिपॉजिट के खाते पर वह लागू नहीं है।
pt: Você não pode retirar fundos para a conta. Na conta deste depósito não é implementado.
ru: Вы не можете снять средства со счета. Не обнаружено совершения депозита с данного кошелька.

source: An unexpected error occurred. Please try again later.
ar: حدث خطأ غير متوقع. الرجاء إعادة المحاولة في وقت لاحق.
es: Se ha producido un error inesperado. Inténtalo de nuevo más tarde.
hi: एक अप्रत्याशित त्रुटि हुई है। कृपया पुन: प्रयास करें.
pt: Um erro inesperado ocorreu. Por favor, tente outra vez mais tarde.
ru: Возникла непредвиденная ошибка. Попробуйте позже снова.

source: You've not complied with the requirements for Deposit winning, because the amount of your rates is less than the sum of your Deposit.
ar: إنك لم تمتثل لمتطلبات فوز الوديعة، لأن مبلغ المعدلات الخاصة بك أقل من مبلغ وديعتك.
es: Usted no ha cumplido con los requisitos para ganar fuerte, debido a que el monto de sus tasas es menor que la suma de su depósito.
hi: आपकी दरों की राशि आपके द्वारा जमा की गई राशि से कम है, क्योंकि आप जमा राशि को जीतने के लिए आवश्यकताओं का पालन नहीं किया है.
pt: Você não cumpriu com os requisitos para premiação de Depósito, por que a conta de suas taxas é menor que a soma de seu depósito.
ru: Вы не выполнили условия по депозиту, так как сумма ваших ставок меньше чем сумма депозита.

source: <br>You need to make a bid to the USD %s. After the fulfillment of these conditions, you can create a request for withdrawal of funds.
ar: <br>تحتاج إلى تقديم عطاء إلى %s بالدولار. بعد استيفاء هذه الشروط، يمكنك إنشاء طلب لسحب الأموال.
es: <br>Usted necesita hacer una oferta a los USD %s. Después del cumplimiento de estas condiciones, se puede crear una solicitud de retiro de fondos.
hi: <br> आपको अमरीकी डालर %s की एक बोली लगाने की जरूरत है. इन शर्तों को पूरा करने के बाद, आप धन के आहरण के लिए एक अनुरोध कर सकते हैं.
pt: <br>Você precisar fazer uma oferta para a %s US$. Após o preenchimentos dessas condições, você pode criar uma solicitação para a retirada de fundos.
ru: <br>Вы должны сделать ставок на сумму USD %s. После выполнения условий Вы можете создать заявку на вывод средств.

source: IP-address is not valid!
ar: عنوان بروتوكول الإنترنت (IP) غير صحيح!
es: Dirección de IP no es válida!
hi: आईपी पता मान्य नहीं है!
pt: Endereço de IP não é válido!
ru: Не верный IP адрес!

source: Incorrectly filled fields!
ar: تم ملء الحقول بشكل غير صحيح!
es: Campos incorrectamente llenados!
hi: गलत तरीके से फ़ील्ड्स को भरा!
pt: Campos preenchidos incorretamente!
ru: Неверно заполнены поля!

source: Your request for withdrawal received!
ar: تم استلام طلب السحب الخاص بك!
es: Su solicitud de retirada fue recibida!
hi: आहरण के लिए आपका अनुरोध प्राप्त हुआ!
pt: Sua solicitação para retirada foi recebida!
ru: Заявка на вывод прошла успешно!

source: Does not selected a payment system!
ar: لم يتم تحديد نظام دفع!
es: No seleccionado un sistema de pago!
hi: एक भुगतान प्रणाली चयनित नहीं है!
pt: Não selecionou um sistema de pagamento!
ru: Вы не выбрали платёжную систему

source: Password changed!
ar: تم تغيير كلمة المرور!
es: Contraseña cambiada!
hi: पासवर्ड बदल गया है!
pt: Senha alterada!
ru: Пароль изменён!

source: Your secret question successfully updated.
ar: تم تحديث السؤال السري الخاص بك بنجاح!
es: Tu pregunta secreta fue actualizada correctamente.
hi: आपने गुप्त प्रश्न सफलतापूर्वक अपडेट किया.
pt: Sua pergunta secreta foi atualizada com êxito.
ru: Вы успешно изменили секретный вопрос.

source: The Account ID/Email or Secure ID you entered is not valid.
ar: البريد الإلكتروني / معرف الحساب أو المعرف الآمن الذي أدخلته غير صحيح.
es: El ID/Email de cuenta o ID de seguridade que has introducido no es válido.
hi: आपके द्वारा दर्ज अकॉउन्ट आईडी/ईमेल या सुरक्षा आईडी मान्य नहीं है.
pt: A ID da conta/E-mail ou ID de segurança que você inseriu não é válida.
ru: Номер Счета/Email или Секретный ключь не валидны.

source: IP-limit saved!
ar: تم حفظ حد-IP!
es: Límite de IP salvó!
hi: आईपी सीमा सेव किया गया!
pt: Limite de IP salvo!
ru: IP-лимит сохранён

source: Balance credited to USD
ar: تم تقييد الرصيد بالدولار الأمريكي
es: El balance abonado a USD
hi: शेष अमरीकी डालर में जोड़ा गया
pt: Saldo credito para US$
ru: Баланс зачисленный в USD

source: Page
ar: صفحة
es: Página
hi: पृष्ठ
pt: Página
ru: Страница

source: Technical issue
ar: مشكلة فنية
es: Problema técnico
hi: तकनीकी मुद्दा
pt: Problema técnico
ru: Техническая проблема

source: Graph is currently unavailable
ar: الرسم البياني غير متوفر حاليًا
es: Gráfico no está disponible
hi: फिलहाल ग्राफ अनुपलब्ध है
pt: O gráfico está atualmente indisponível
ru: Сейчас график недоступен

source: You must Log In before making a deals
ar: يجب عليك تسجيل الدخول قبل إجراء أي صفقات
es: Usted debe registrarse antes de hacer una oferta
hi: आपको व्यापारिक समझौता करने से पहले लॉग इन करना होगा
pt: Você deve fazer login antes de fazer uma negociação
ru: Вы должны залогиниться перед совершением сделок

source: Points
ar: النقاط
es: Puntos
hi: प्वाइंट्स
pt: Pontos
ru: Пункты

source: Select amount of points
ar: حدد مقدار النقاط
es: Seleccione la cantidad de puntos
hi: राशि की प्वाइंट्स चुनें
pt: Selecione a quantidade de pontos
ru: Выберите колличество пунктов

source: Error
ar: خطأ
hi: त्रुटि
pt: Erro
ru: Ошибка

source: Insufficient funds
ar: أموال غير كافية
es: La insuficiencia de fondos
hi: अपर्याप्त कोष
pt: Fundos insuficientes
ru: Недостаточно средств

source: Incorrect data
ar: بيانات غير صحيحة
es: Datos incorrectos
hi: गलत आंकड़ा
pt: Dados incorretos
ru: Неверные данные

source: You have already made a deal at this option
ar: لقد أجريت صفقة بالفعل في هذا الخيار
es: Usted ya ha llegado a un acuerdo en esta opción
hi: आपने पहले से ही इस विकल्प पर एक सौदा किया है
pt: Você já fez uma negociação nesta opção
ru: Вы уже совершили сделку по данному опциону

source: The minimal bet couldn`t be less than %s$
ar: لا يمكن أن يقل الحد الأدنى للرهن عن %s$
es: La apuesta mínima no podía ser inferior a %s$
hi: न्यूनतम दांव %s डॉलर से कम न हो
pt: A aposta mínima não pode ser menor que %s$
ru: Минимальная ставка не может быть меньше %s$

source: The maximum bet couldn`t be more than %s$
ar: لا يمكن أن يزيد الحد الأقصى للرهن عن %s$
es: La apuesta máxima no puede ser más que %s$
hi: अधिकतम दांव %s डॉलर से अधिक न हो
pt: A aposta máxima não pode ser mais que %s$
ru: Максимальная ставка не может быть больше %s$

source: You did not choose a bet
ar: لم تختار رهن
es: No elegiste una apuesta
hi: आपने एक दांव का चयन नहीं किया
pt: Você não escolheu uma aposta
ru: Вы не выбрали ставку

source: You dont have enough funds
ar: ليس لديك أموال كافية
es: Usted no tiene suficientes fondos
hi: आपके पास पर्याप्त धन नहीं है
pt: Você não tem fundos suficientes
ru: У вас недостаточно средств

source: This option does not exist
ar: لا يوجد هذا الخيار
es: Esta opción no existe
hi: यह ऑप्शन मौजूद नहीं है
pt: Esta opção não existe
ru: Данный опцион не существует

source: Time expired
ar: انتهى الوقت
es: Tiempo expiró
hi: समय समाप्त हो गया
pt: Tempo expirou
ru: Время завершено

source: Purchase time for this option expired
ar: انتهى وقت الشراء لهذا الخيار
es: Tiempo de compra de esta opción expiró
hi: इस विकल्प में खरीदने का समय समाप्त हो गया है
pt: Tempo de compra para esta opção expirou
ru: Время покупки для этого опциона завершено

source: Wrong time set
ar: تعيين خاطئ للوقت
es: Hora incorrecta definida
hi: गलत समय सेट
pt: Tempo errado definido
ru: Выбрано неверное время

source: You can not make an investments for such a short time
ar: لا يمكنك تنفيذ استثمارات في مثل هذا الوقت القصير
es: No se puede hacer una inversión para tan poco tiempo
hi: आप इतने कम समय के लिए निवेश नहीं कर सकते
pt: Você não pode fazer investimento por um tempo tão curto
ru: Вы не можете делать ставки на столь короткое время

source: You did not choose a profit level
ar: لم تختر مستوى للربح
es: Usted no eligió un nivel de beneficios
hi: आपने एक लाभ स्तर को नहीं चुना
pt: Você não escolheu um nível de lucro
ru: Вы не выбрали прибыльность

source: You did not choose an asset
ar: لم تختر واحدًا من الأصول
es: No elegiste un activo
hi: आपने एक परिसंपत्ति का चयन नहीं किया
pt: Você não escolheu um ativo
ru: Вы не выбрали актив

source: You must Log In
ar: ينبغي تسجيل الدخول
es: Usted debe iniciar sesión
hi: आपको लॉग इन करना होगा
pt: Você deve fazer login
ru: Вы должны залогиниться

source: The minimal bet couldn`t be less than $10
ar: لا يمكن أن يقل الحد الأدنى للرهن عن 10 دولارًا أمريكيًا
es: La apuesta mínima no podía ser menos de $10
hi: न्यूनतम दांव 10 डॉलर से कम नहीं हो सकता
pt: A aposta mínima não pode ser menor que $10

source: The maximum bet couldn`t be more than $1000$
ar: لا يمكن أن يزيد الحد الأقصى للرهن عن 1000 دولارًا أمريكيًا
es: La apuesta máxima no puede ser más de $1000$
hi: अधिकतम दांव 1000 डॉलर से ज्यादा नहीं हो सकता
pt: A aposta máxima não pode ser mais do que $1000$

source: You entered an invalide email
ar: لقد أدخلت بريد إلكتروني غير صحيح!
es: Ha introducido un correo electrónico invalide
hi: आपने एक अवैध ईमेल दर्ज किया
pt: Você inseriu um e-mail inválido
ru: Вы ввели неверный E-mail
