Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: Exchange trader chooses assets with which it will work , and indicates the forecast of their behavior in the market . It is further alleged in vyigrasha payout , and the amount of compensation for proigrashe , as well as the specific rate and time of completion of the option. In other words, you do not buy the assets themselves (be it currency , precious metals, oil , stocks , etc. ), and bet on their behavior in the market , building on the current changes that affect their price. Thus the trader can raise money even at the minimum jumps assets , not even thinking about the necessity of obtaining of the original.
ar: يختار المتداول في السوق تلك الأصول المتداولة فيه، ويشير إلى توقعات تعاملات تلك الأصول في السوق. كما هو مزعوم أيضًا في تعويضات فيجراش (vyigrasha)، ومبلغ التعويض عن بروجراش (proigrashe)، فضلاً عن المعدل والوقت المحدد لانهاء الخيار. وبعبارة أخرى، إنك لم تشتري الأصول نفسها (سواء كانت عملة أو معادن نفيسة أو نفط أو أسهم، وما إلى ذلك)، ويكون الرهان على تعاملات تلك الأصول في السوق، بناء على التغييرات الحالية التي تؤثر على سعرها. وبالتالي يمكن أن يجمع المتداول المال حتى مع الحد الأدنى لقفزات الأصول، ولا يفكر حتى في ضرورة الحصول على الأصل.
es: Comerciante de intercambio elige los activos con los que va a trabajar, e indica la previsión de su comportamiento en el mercado. Además, se alega en pago vyigrasha, y el importe de la indemnización por proigrashe, así como la velocidad y el tiempo específico de finalización de la opción. En otras palabras, usted no compra los activos propios (ya sea de divisas, metales preciosos, petróleo, acciones, etc.), y apostar por su comportamiento en el mercado, a partir de los cambios actuales que afectan a su precio. Así, el operador puede recaudar dinero incluso al mínimo salta activos, ni siquiera pensar en la necesidad de obtener de la original.
hi: एक्सचेंज व्यापारी जिनके साथ काम करना है उन परिसंपत्तियों को चुन लेता है, और बाजार के रुख के पूर्वानुमान के बारे में सूचित करता है. यह vyigrasha भुगतान में आगे आरोप लगाया है, और proigrashe के लिए मुआवजे की राशि है, साथ ही ऑप्शन के पूरा होने की विशिष्ट दर और समय. दूसरे शब्दों में, आप संपत्तियां खुद नहीं खरीदेंगे (यह मुद्रा, कीमती धातुओं, तेल, स्टॉक, आदि हो सकता है) और कीमतो को प्रभावित करने वाले वर्तमान बदलावों के आधार पर आप बाजार में उनके व्यवहार पर दांव लगा सकते हैं. इस प्रकार व्यापारी परिसंपत्तियों की न्यूनतम उछालों में भी पैसे बढ़ा सकते हैं, मूल को प्राप्त करने की आवश्यकता के बारे में सोचने तक की जरूरत नहीं है.
pt: Comerciante de câmbio escolhe ativos com os quais irá trabalhar, e indica a previsão do seu comportamento no mercado. Alega-se ainda no pagamento vyigrasha, bem como o montante da compensação para proigrashe, bem como a taxa específica e tempo de conclusão da opção. Em outras palavras, você não comprar os ativos (seja moeda, metais preciosos, petróleo, ações, etc.), e aposta em seu comportamento no mercado, com base nas atuais mudanças que afetam o seu preço. Assim, o comerciante pode levantar o dinheiro, mesmo nos ativos de salto mínimo, nem mesmo pensando sobre a necessidade de obtenção do original.

source: The advantages of binary options:
ar: مزايا الخيارات الثنائية:
es: Las ventajas de las opciones binarias:
hi: बाइनरी ऑप्शन के फायदे:
pt: As vantagens de opções binárias:

source: Managed risks - a characteristic feature of binary options is the initial notice in the trader about the risks. You know exactly the amount that will be able to win a preliminary assessment of the risks, even before it had a deal. Ease of operation - depends only on the change factor prices, and hence: profit requires less information, and items. That's why binary options are popular not only among experienced traders, but also among those new to the trade.
ar: المخاطر المدارة - إن السمة المميزة للخيارات الثنائية هي الإشعار الأولي بالمخاطر للمتداول. ويسمح لك هذا الخيار بمعرفة المبلغ بالضبط الذي سيمكنه الحصول على تقييم أولي للمخاطر، حتى قبل عقد صفقة. سهولة التشغيل - تعتمد على أسعار عامل التغيير فقط، وبالتالي: يتطلب الربح معلومات وعناصر أقل. وهذا هو سبب أن الخيارات الثنائية شائعة ليس فقط بين المتداولين ذوي الخبرة، ولكن بين المتداولين الجدد أيضًا.
es: Riesgos gestionados - un rasgo característico de las opciones binarias es la notificación inicial en el comerciante sobre los riesgos. Usted sabe exactamente la cantidad que va a ser capaz de ganar una evaluación preliminar de los riesgos, incluso antes de que tuviera un trato. Facilidad de operación - sólo depende de los precios de los factores de cambio, y por lo tanto: el beneficio requiere menos información y artículos. Es por eso que las opciones binarias son populares no sólo entre los operadores con experiencia, sino también entre los nuevos en el comercio.
hi: प्रबंधित जोखिम - बाइनरी ऑप्शन की एक विशेषता जोखिम के बारे में व्यापारी को प्रारंभिक सूचना देना है. आप सौदा करने से पहले ही जोखिम का प्रारंभिक आकलन और आप जितना जीत पाएंगे उस निश्चत राशि को जान पाएंगे. सुलभ संचालन - यह कीमतों में बदलाव पर निर्भर करेगा और इसलिए: लाभ के लिए कम जानकारी और चीजों की जरूरत होगी. यही वजह है कि न सिर्फ अनुभवी व्यापारियों में, बल्कि व्यापार के लिए नए लोगों में भी बाइनरी ऑप्शन्स काफी लोकप्रिय हैं.
pt: Riscos gerenciados - uma característica de opções binárias é o anúncio inicial do comerciante sobre os riscos. Você sabe exatamente o valor que será capaz de ganhar uma avaliação preliminar dos riscos, mesmo antes de ter um negócio. Facilidade de operação - depende apenas dos preços dos fatores de mudança, e, portanto: o lucro requer menos informação, e itens. É por isso que as opções binárias são populares não só entre os comerciantes experientes, mas também entre aqueles que são novos para o comércio.

source: The relative availability - achieved value for money in itself is not an asset, and in the contract for the predicted price movement. This is what allows us to overcome the price threshold, which is not all traders can overcome when dealing with tangible assets (precious metals, oil, currency pairs, etc.) Profitability - perhaps this is one of the root causes of popularity of binary options abroad, since this figure is often more than the profit from similar rates but with the assets. Here it is sufficient to predict the behavior of assets otnoshetniyu to the current point (growth or decline) to get the result.Profitability - perhaps this is one of the root causes of popularity of binary options abroad, since this figure is often more than the profit from similar rates but with the assets. Here it is sufficient to predict the behavior of assets otnoshetniyu to the current point (growth or decline) to get the result.
ar: التوافر النسبي – قيمة المال المتحققة في ذاتها ليست من الأصول، وفي العقد لحركة السعر المتوقع. وهذا ما يسمح لنا بتخطي حد السعر، الأمر الذي لا يمكن لجميع المتداولين التغلب عليه عند التعامل مع الأصول الملموسة (المعادن النفيسة والنفط وأزواج العملات، وما إلى ذلك). الربحية – قد تكون واحدًا من الأسباب الجذرية لشيوع الخيارات الثنائية في الخارج، حيث تكون الربحية بها أكثر في كثير من الأحيان من الربح الناتج عن معدلات مماثلة ولكن مع الأصول. وهي كافية لتوقع تعاملات الأصول otnoshetniyu إلى النقطة الحالية (نمو أو تراجع) للحصول على النتيجة.
es: La relativa disponibilidad - valor alcanzado por el dinero en sí mismo no es un activo, y en el contrato para el movimiento del precio previsto. Esto es lo que nos permite superar el umbral de precio, que no es todos los comerciantes pueden superar cuando se trata de activos materiales (metales preciosos, petróleo, pares de divisas, etc.) Rentabilidad - tal vez esta es una de las causas fundamentales de la popularidad de las opciones binarias en el extranjero, ya que esta cifra es a menudo más que el beneficio de tasas similares pero con los activos. Aquí es suficiente para predecir el comportamiento de los activos otnoshetniyu al punto actual (crecimiento o disminución) para obtener el resultado. Profitability - tal vez esta es una de las causas fundamentales de la popularidad de las opciones binarias en el extranjero, ya que esta cifra es a menudo más que la se benefician de tasas similares pero con los activos. Aquí es suficiente para predecir el comportamiento de los activos otnoshetniyu al punto actual (crecimiento o disminución) para obtener el resultado.
hi: सापेक्ष उपलब्धता - अपने आप में पैसे के लिए हासिल किया गया मूल्य है, परिसंपत्ति नहीं, और कीमत की अनुमानित चाल का अनुबंध है. यह कीमत की दहलीज पार करने की इजाजत देती है, जोकि सभी व्यापारी मूर्त संपत्ति (कीमती धातु, तेल, मुद्रा जोड़े, आदि) के साथ काम करते हुए ऐसा नहीं कर पाते हैं. लाभप्रदता - संभवतः विदेशों में बाइनरी ऑप्शन के लोकप्रिय होने का यही मूल कारण है क्योंकि यह आंकड़ा परिसंपत्तियों की समान दरों पर मिलने वाले लाभ से अक्सर ज्यादा ही रहता है. यह परिसंपत्तियों के वर्तमान बिंदु पर पहुंचने (वृद्धि या क्षीणता) के व्यवहार का अनुमान लगाने के लिए पर्याप्त है.
pt: A disponibilidade relativa - valor alcançado para o dinheiro em si não é um ativo, e no contrato para o movimento do preço previsto. Isto é o que nos permite superar o limiar de preço, o que não é algo que todos os comerciantes podem superar quando se lida com ativos tangíveis (metais preciosos, petróleo, pares de moedas, etc.) Rentabilidade - talvez esta seja uma das causas da popularidade das opções binárias no exterior, uma vez que este valor é muitas vezes mais do que o lucro de taxas semelhantes, mas com os ativos. Aqui, é suficiente para prever o comportamento dos ativos otnoshetniyu ao ponto atual (crescimento ou declínio) para obter o resultado. Lucratividade - talvez esta seja uma das causas da popularidade das opções binárias no exterior, uma vez que este valor é muitas vezes mais do que o lucro de taxas similares, mas com os ativos. Aqui, é suficiente para prever o comportamento dos ativos otnoshetniyu ao ponto atual (crescimento ou declínio) para obter o resultado.

source: What is the difference between binary and stock options:
ar: ما هو الفرق بين خيارات الأسهم والخيارات الثنائية؟
es: ¿Cuál es la diferencia entre las opciones binarias y de acciones:
hi: बाइनरी और स्टॉक विकल्प के बीच अंतर क्या है:
pt: Qual é a diferença entre opções de ação e binárias:

source: Binary options are there in the market since the year 2008 and first appeared on the Chicago Board Options Exchange (CBOE) and the options are European style so-called All or nothing. Although if you dig a little deeper , we can understand - the emergence of binary options in the OTC market originated much earlier. Certainly , the growing popularity of binary options required relatively simple, where in most cases the basic rule of winning option is only correct choice of the direction of movement of assets (call, or put). In other words, there is no need to accurately determine the extent of the growth or decline of exchange of assets for possible revenue from the purchased assets , but only to anticipate higher prices or price reduction of their market value. In addition to all the above, you can immediately evaluate the gains and risks of a particular amount that is fixed and the transaction itself.
ar: توجد الخيارات الثنائية في السوق منذ عام 2008، وقد ظهرت لأول مرة في بورصة شيكاغو للخيارات (CBOE) وقد اتخذت الخيارات النمط الأوروبي الذي يطلق عليه الكل أو لا شيء. وإذا تطرقت إلى ما هو أعمق قليلاً، يمكنك إدراك أن ظهور الخيارات الثنائية فى السوق الموازية يرجع إلى قبل ذلك بكثير. وبالتأكيد، فإن تزايد شعبية الخيارات الثنائية المطلوبة بسيط نسبيًا، حيث تكون القاعدة الأساسية للخيار الفائز في معظم الحالات هي الاختيار الصحيح فقط لاتجاه حركة الأصول (الشراء، أو البيع). وبعبارة أخرى، لا توجد حاجة لتحديد مدى نمو أو تراجع تبادل الأصول بدقة للحصول على عائدات ممكنة من الأصول التي تم شراؤها، ولكن يتوقف الأمر فقط على توقع ارتفاع الأسعار أو خفضها عن قيمتها السوقية. بالإضافة إلى كل ما سبق، يمكنك تقييم المكاسب والمخاطر لمبلغ معين ثابت فضلاً عن تقييم المعاملة نفسها على الفور.
es: Las opciones binarias hay en el mercado desde el año 2008 y apareció por primera vez en el Consejo de Opciones de Chicago (CBOE) y las opciones son de estilo europeo llamados Todo o nada. Aunque si usted cava un poco más profundo, podemos entender - la aparición de opciones binarias en el mercado OTC se originó mucho antes. Ciertamente, la creciente popularidad de las opciones binarias requiere relativamente simple, donde en la mayoría de los casos la regla básica de la opción ganadora es sólo correcta elección de la dirección del movimiento de los activos (llamar, o poner). En otras palabras, no hay necesidad de determinar con precisión la magnitud del crecimiento o disminución de intercambio de activos para su posible ingreso de los activos adquiridos, pero sólo para anticipar mayores precios o reducción del precio de su valor de mercado. Además de todo lo anterior, se puede evaluar de inmediato los beneficios y los riesgos de una determinada cantidad que se fija y la propia transacción.
hi: बाइनरी ऑप्शन वर्ष 2008 के बाद से बाजार में हैं और पहले शिकागो बोर्ड ऑप्शन्स एक्सचेंज (CBOE) पर यह शुरू हुआ था और यह यूरोपीय शैली के तथाकथित सभी या कुछ भी नहीं है. यदि आप और गहराई में जाते हैं तो पाएंगे कि बाइनरी ऑप्शन OTC बाजार में उससे भी पहले शुरू हुआ था. निश्चित रूप से, बाइनरी ऑप्शन को उसकी बढ़ती लोकप्रियता को देखते हुए अपेक्षाकृत सरल होना चाहिए. अधिकांश मामलों में ऑप्शन जीतने का बुनियादी नियम यह है कि परिसंपत्तियों की चाल की दिशा (कॉल या पुट) का सटीक चयन. दूसरे शब्दों में, खरीदी हुई परिसंपत्तियों से संभावित आय के लिए परिसंपत्ति के विनिमय में होने वाली वृद्धि या क्षीणता की परिधि का सटीक निर्धारण करने की कोई जरूरत नहीं है, बल्कि सिर्फ उनकी उच्च कीमतों या बाजार मूल्य में कटौती का पूर्वानुमान करना होगा.
pt: As opções binárias estão lá no mercado desde o ano de 2008 e apareceu pela primeira vez na Chicago Board Options Exchange (CBOE) e as opções são estilo europeu chamadas Tudo ou nada. Embora se você cavar um pouco mais, podemos compreender - o surgimento de opções binárias no mercado OTC é de muito antes. Certamente, a popularidade crescente de opções binárias necessária relativamente simples, onde na maioria dos casos, a regra básica da opção vencedora só é correta escolha da direção do movimento dos ativos (chamada ou colocar). Em outras palavras, não há necessidade de determinar com precisão a extensão do crescimento ou declínio de troca de ativos para uma possível receita dos ativos adquiridos, mas só para antecipar preços mais elevados ou redução de preço de seu valor de mercado. Além de todos os itens acima, você pode avaliar imediatamente os ganhos e os riscos de uma determinada quantia que é fixa e da própria transação.

source: Here's an example : the current market value of gold is 1313,014 at 12:15 , at 13:00 and reaches 1316,470 . Gold prices rose and Call transaction during this period became profitable for the asset and an income of 80 % to $ 1,000 is $ 800 profit in 45 minutes. But do not forget about the rates low degree of risk , for example where the trader is at 40% of earnings will receive significantly less pay and at the same time to protect themselves from the loss of the entire amount bid at proigrashnom option and will receive compensation from the rate . In general , it is worth noting that the opinion on the effectiveness of various strategies and options are separated by a seasoned trader prefers its already proven methodology .
ar: فيما يلي مثال على ذلك: القيمة السوقية الحالية للذهب هي 1313.014 عند 12:15، وتصل إلى 1316.470 عند 13:00. وبناءً عليه ارتفعت أسعار الذهب وأصبحت معاملة الشراء مربحة خلال هذه الفترة للأصل حيث أن تحقيق دخل بنسبة 80% من 1،000 دولارًا هي 800 دولارًا ربحًا في 45 دقيقة. ولكن ينبغي عدم تجاهل انخفاض درجة معدلات المخاطر، على سبيل المثال؛ عندما يحقق المتداول 40% من الأرباح سوف يتلقى مبلغ أقل من ذلك بكثير، وفي الوقت نفسه يحمي نفسه من فقدان مبلغ العطاء بالكامل في خيار بروجراشنوم (proigrashnom) وسوف يتلقى تعويض من المعدل. وبصفة عامة، يجدر بنا الإشارة إلى أن الرأي حول فعالية الاستراتيجيات والخيارات المختلفة التي يتم فصلها من قبل المتداول المتمرس يفضل منهجيتها المثبتة بالفعل.
es: He aquí un ejemplo: el valor actual de mercado del oro es 1313.014 a las 12:15, a las 13:00 y llega a 1316.470. Los precios del oro subieron y transacción de llamadas durante este período se convirtió en rentable para el activo y un ingreso de 80% a $ 1.000 es de $ 800 de beneficio en 45 minutos. Pero no te olvides de la tasas de bajo grado de riesgo, por ejemplo, cuando el comerciante está en el 40% de los ingresos recibirá significativamente menos salario y al mismo tiempo para protegerse de la pérdida de la totalidad de la oferta de cantidad a opción proigrashnom y recibirá compensación de la tasa. En general, vale la pena señalar que la opinión sobre la eficacia de diversas estrategias y opciones están separados por un avezado comerciante prefiere su metodología ya probada.
hi: यहां एक उदाहरण है: सोने का मौजूदा बाजार मूल्य 13:00 बजे 1313.014 है और 0:15 पर वह 1316.470 तक पहुंचता है. सोने की कीमतों में बढ़ोत्तरी हुई और इस अवधि के दौरान परिसंपत्ति के लिए कॉल लेनदेन लाभदायक बन गया है और 1000 डॉलर का 80%, यानी 800 डॉलर का लाभ 45 मिनट में प्राप्त हुआ है. लेकिन कीमतों के न्यून होने के जोखिम को मत भूलें. उदाहरण के लिए व्यापारी 40% आमदनी प्राप्त करेगा और बहुत ही कम भुगतान करेगा. और साथ ही साथ, proigrashnom ऑप्शन में लगाए पूरे दांव की राशि गंवाने के खतरे से खुद को बचाएगा. और वह दर से क्षतिपूर्ति प्राप्त करेगा. आमतौर पर, यह ध्यान देने योग्य है कि एक अनुभवी व्यापारी विभिन्न रणनीतियों और विकल्पों की प्रभावशीलता पर राय अलग कर लेगा और पहले से सिद्ध पद्धति को वह पसंद करेगा.
pt: Aqui está um exemplo: o valor de mercado atual do ouro é 1313.014 às 12:15, às 13:00 chega a 1316.470. Os preços do ouro subiram e operação de chamadas durante este período tornou-se rentável para o ativo e uma renda de 80%, para US$ 1.000 é um lucro de US$ 800 dólares em 45 minutos. Mas não se esqueça sobre as baixas taxas de grau de risco, por exemplo, onde o profissional está com 40% de ganhos vai receber significativamente menos ganhos e, ao mesmo tempo, para se proteger da perda de todo o montante proposto à opção proigrashnom e receberá remuneração da taxa. Em geral, vale a pena notar que a opinião sobre a eficácia de diversas estratégias e opções são separadas para um profissional experiente que prefere sua metodologia já comprovada.

source: Payout/Payback
ar: التعويض / الاسترداد
es: Pago/Recuperación de la inversión
hi: भुगतान/लौटाने
pt: Pagamento/Retorno
ru: Выплата

source: The list of your investments will be placed here.
ar: سيتم وضع قائمة الاستثمارات الخاصة بك هنا.
es: La lista de sus inversiones será colocado aquí.
hi: आपके निवेशों की सूची यहां रखी जाएगी.
pt: A liste de seus investimentos serão colocadas aqui.

source: You haven`t made any investments in Option builder tool yet. To make an investment you should:
ar: لم تنفذ أي استثمارات في أداة منشئ الخيار بعد. لتنفيذ استثمار يجب عليك:
es: Ùnico hecho ninguna inversión en herramienta de creación de Opción todavía. Para hacer una inversión que usted debe:
hi: आपने अभी तक ऑप्शन बिल्डर उपकरण में कोई भी निवेश नहीं किया. निवेश करने के लिए आपको यह करना चाहिए:
pt: Você não fez nenhum investimento na ferramenta Opção construtor ainda. Para fazer um investimento você deve:

source: Choose the asset you want to trade with, enter your current investment amount. And choose how will asset behavior: if it will rise - press Call button, other way press Put button. Select the profit and the pay off level. Confirm your deal with the Confirmal button.
ar: اختر الأصل الذي تريد تداوله، وأدخل مبلغ الاستثمار الحالي الخاص بك. اختر كيف سيتعامل الأصل: إذا كان سيرتفع - اضغط على زر شراء، أو بطريقة أخرى اضغط على زر بيع. حدد الربح ومستوى الانتاجية. أكد صفقتك من خلال زر التأكيد.
es: Seleccione el activo que desea comerciar con, escriba su monto de inversión actual. Y elegir cómo el comportamiento voluntad activo: si subirá - pulse la tecla de llamada, otro botón camino prensa Put. Seleccione el nivel de remuneración de lucro. Confirme su trato con el botón Confirmal.
hi: जिस परिसंपत्ति पर आप व्यापार करना चाहते हैं उसे चुन लें, अपना मौजूदा निवेश राशि दर्ज करें. और यह चुनें कि परिसंपत्ति का व्यवहार क्या हो: अगर वृद्धि होगी - कॉल बटन दबाएं, वरना पुट बटन दबाएं. लाभ और भुगतान का स्तर चुन लें. कन्फर्म बटन दबाकर अपने सौदे की पुष्टि करें.
pt: Escolha o ativo que deseja negociar, digite o seu montante de investimento atual. E escolha como o ativo irá se comportar: se ele vai subir - pressione o botão de Chamada, caso contrário pressione o botão Colocar. Selecione o lucro e o nível de pagamento. Confirme o seu contrato com o botão Confirmar.

source: Due to different time zones at the worldwide stocks, some assets could be inactive or might has limited availability. If the asset`s value didn`t change sinse made an investment, the full investment price will be returned to investor.
ar: نظرًا لاختلاف المناطق الزمنية لأسواق الأسهم العالمية، يمكن أن تكون بعض الأصول غير نشطة أو قد يكون توافرها محدود. إذا لم تتغير قيمة الأصل منذ تنفيذ الاستثمار، سيتم إرجاع سعر الاستثمار بالكامل للمستثمر.
es: Debido a las diferentes zonas horarias en las poblaciones de todo el mundo, algunos activos podrían estar inactivo o fuerza tiene disponibilidad limitada. Si el valor asset`s cambio dejase`t sinse hizo una inversión, el precio de la inversión total será devuelto a los inversores.
hi: चूंकि दुनिया भर के शेयर बाज़ार अलग-अलग टाइम ज़ोन में आते हैं, इसलिए कुछ परिसंपत्तियां निष्क्रिय रह सकती हैं या फिर उनकी उपलब्धता सीमित होगी. अगर एक निवेश करने के बाद परिसंपत्ति के मूल्य में परिवर्तन नहीं हुआ, तो निवेशक को पूर्ण निवेश कीमत लौटा दी जाएगी.
pt: Devido aos diferentes fusos horários nas ações em todo o mundo, alguns ativos podem estar inativos ou ter disponibilidade limitada. Se o valor do ativo não muda desde que fez o investimento, o preço do investimento total será devolvido ao investidor.

source: Time Left To Open Positions
ar: الوقت المتبقي للصفقات المفتوحة
es: Tiempo restante para abrir posiciones
hi: पोजिशन खोलने के लिए समय बचा है
pt: Tempo restante para abrir posições

source: seconds
ar: ثواني
es: segundos
hi: सेकण्ड
pt: segundos

source: You haven`t made any investments in 60 second tools yet. To make an investment you should:
ar: لم تنفذ أي استثمارات في أدوات 60 ثانية بعد. لتنفيذ استثمار يجب عليك:
es: Usted hecho ninguna inversión en herramientas 60 segundos todavía. Para hacer una inversión usted debe:
hi: अगर आपने अभी तक 60 सेकंड के टूल में कोई भी निवेश सुरक्षित नहीं किया। तो आपको एक निवेश करना चाहिए:
pt: Você não fez nenhum investimento em ferramentas de 60 segundos ainda. Para fazer um investimento você deve:

source: Choose the asset you want to trade with, enter your current investment amount. And choose how will asset behavior: if it will rise - press Call button, other way press Put button. Confirm your deal with the Confirmal button.
ar: اختر الأصل الذي تريد تداوله، وأدخل مبلغ الاستثمار الحالي الخاص بك. اختر كيف سيتعامل الأصل: إذا كان سيرتفع - اضغط على زر شراء، أو بطريقة أخرى اضغط على زر بيع. أكد صفقتك من خلال زر التأكيد.
es: Seleccione el activo que desea comerciar, escriba su monto de inversión actual. Y seleccione cómo será el comportamiento del activo: si subirá - pulse el botón llamada, de otra manera, pulse botón Poner. Confirme su trato con el botón Confirmar.
hi: जिस परिसंपत्ति पर व्यापार करना चाहते हैं उसे चुन लें, अपना वर्तमान निवेश राशि दर्ज करें. और कैसे परिसंपत्ति व्यवहार चुनें: यह वृद्धि होगी - अगर प्रेस कॉल बटन, दूसरी तरह के प्रेस रखो बटन। संपुष्ट करें बटन के साथ अपने सौदे की पुष्टि करें।
pt: Escolhe o ativo com o qual você quer comercializar, insira sua quantidade de investimento atual. E escolha como o ativo irá se comportar: se ele subir, pressione o botão Chamada, caso contrário pressione o botão Colocar. Confirme seu negócio com o botão de Confirmação.

source: Description.
ar: الوصف
es: Descripción.
hi: विवरण.
pt: Descrição.
