Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: We use the Personal info (including by way of disclosing it to associated entities or to third parties) to provide You with the Services, to undertake necessary security and identify verification checks, to provide customer support, to process any of Your online transactions and for any other purpose related to the operation of the Site and the Services. Your PII may also be used by Us (or by third parties to which we disclose the PII) to provide You with promotional offers and information regarding Our products and services as well as products and services from third parties. We may also use the PII for other internal purposes, such as evaluating, providing, and improving the Services and the Site. We may disclose Your PII if required by law or competent authority, or if We believe such disclosure necessary to protect and defend Our rights or property, the personal safety of other users of the Site and\or the Services or the public. We reserve the right to share the PII with other online sites` operators, banks, credit card companies and relevant agencies and authorities, if, We determine in Our sole discretion, that You have cheated or attempted to defraud Us, or if We suspect You are committing or have committed any fraudulent activity, or if You breach this Agreement. We may transfer Your PII to jurisdictions outside Your jurisdiction of residence and\or outside the European Union. The data protection and privacy laws of the jurisdictions to which the PII will be transferred may not be as comprehensive as those in the European Union; in which case We will take measures to ensure a similar level of protection is provided to Your PII.
ar: إننا نستخدم المعلومات الشخصية (بما في ذلك الإفصاح عنها إلى أطراف أخرى أو جهات ذات صلة) لكي نزودك بالخدمات، ولإجراء فحوصات التحقق من الهوية والأمن اللازم، ولتوفير الدعم للعملاء، ولمعالجة أي من المعاملات الخاصة بك على الانترنت، ولأي غرض آخر يتعلق بتشغيل الموقع والخدمات. ويمكن أيضًا استخدام المعلومات الشخصية التعريفية الخاصة بك من قبلنا (أو من قبل أطراف أخرى نفصح لها عن تلك المعلومات) لكي نزودك بالعروض الترويجية، والمعلومات المتعلقة بمنتجاتنا وخدماتنا، فضلاً عن منتجات وخدمات الأطراف الأخرى. ويجوز لنا أيضًا استخدام المعلومات الشخصية التعريفية لأغراض داخلية أخرى، مثل تقييم وتوفير وتحسين الخدمات والموقع. ويجوز لنا الإفصاح عن المعلومات الشخصية التعريفية الخاصة بك حسبما يقتضى القانون أو السلطة المختصة، أو إذا كنا نعتقد أن هذا الإفصاح سيكون ضروريًا لحماية حقوقنا أو ممتلكاتنا والدفاع عنها، أو السلامة الشخصية للمستخدمين الآخرين للموقع و / أو الخدمات، أو الجمهور. ويحق لنا مشاركة المعلومات الشخصية التعريفية مع مشغلي مواقع آخرين على الانترنت، والبنوك، وشركات بطاقات الائتمان، والسلطات والوكالات ذات الصلة، إذا تبين لنا، حسب تقديرنا الخاص، أنك تخدعنا أو تحاول الاحتيال علينا، أو إذا تم الاشتباه في أنك ترتكب أو قد ارتكبت أي نشاط احتيالي، أو في حال خرق هذه الاتفاقية. ويجوز لنا نقل المعلومات الشخصية التعريفية الخاصة بك إلى دوائر اختصاص خارج دائرة اختصاص محل إقامتك و / أو خارج الاتحاد الأوروبي. وقد تكون قوانين حماية البيانات والخصوصية لدوائر الاختصاص التي سيتم نقل المعلومات الشخصية التعريفية إليها غير شاملة كتلك الموجودة في الاتحاد الأوروبي؛ وفي هذه الحالة سوف نتخذ التدابير اللازمة لضمان توفير مستوى مماثل من الحماية للمعلومات الشخصية التعريفية الخاصة بك.
es: Utilizamos la información personal (incluyendo a modo de revelarla a entidades asociadas o de terceros) para proporcionarle los Servicios, para llevar a cabo la seguridad necesaria e identificar comprobaciones de verificación, a la atención al cliente, para procesar cualquiera de sus transacciones en línea y por cualquier otra cuestión relacionada con el funcionamiento del Portal y de los Servicios. Su PII también puede ser utilizada por nosotros (o por terceros a los que revelamos la información de identificación personal) para proporcionarle ofertas promocionales e información sobre nuestros productos y servicios, así como los productos y servicios de terceros. También podemos utilizar la información de identificación personal para otros fines internos, como la evaluación, proporcionando, y mejorar los Servicios y el Sitio. Podemos revelar su información de identificación personal si es requerido por la ley o la autoridad competente, o si creemos que dicha divulgación es necesario para proteger y defender nuestros derechos o propiedad, la seguridad de los demás usuarios del Sitio y\o de los Servicios o del público. Nos reservamos el derecho de compartir la información de identificación personal con otros operadores en línea sites`, bancos, compañías de tarjetas de crédito y las agencias y autoridades pertinentes, si, según nuestro propio criterio, que Usted ha intentado engañar o defraudar a nosotros, o si sospechamos Usted están cometiendo o han cometido alguna actividad fraudulenta, o si incumple este Acuerdo. Podemos transferir su PII a jurisdicciones fuera de su jurisdicción de residencia y\o fuera de la Unión Europea. Las leyes de protección de datos y privacidad de las jurisdicciones a que el PII será trasladada puede no ser tan exhaustivas como las de la Unión Europea; en cuyo caso vamos a tomar medidas para garantizar un nivel de protección similar se proporciona para su PII.
hi: व्यक्तिगत जानकारी का उपयोग (सहयोगी तत्वों या तीसरे पक्षों से साझा करने के तरीकों समेत) हम आपको सेवाएं प्रदान करने के लिए, आवश्यक सुरक्षा और पहचान सत्यापन की जांच करने के लिए, ग्राहक सहायता प्रदान करने के लिए, आपके ऑनलाइन लेनदेन को प्रॉसेस करने के लिए या साइट व सेवाओं के संचालन से सम्बन्धित किसी अन्य उद्देश्य के करते हैं. आपका पीआईआई का उपयोग हमारे द्वारा (या तीसरे पक्षों द्वारा जिनसे हम पीआईआई साझा करते हैं) आपको हमारे और तीसरे पक्षों के उत्पादों और सेवाओं के सम्बन्ध में प्रॅमोशनल ऑफर्स और जानकारी देने के लिए किया जाएगा. हम पीआईआई का उपयोग दूसरे उद्देश्यों को लिए भी कर सकते हैं जैसे कि सेवाओं व साइट का मूल्यांकन करना और बेहतर बनाना. हम आपका पीआईआई साझा कर सकते हैं बशर्ते विधि या सक्षम अधिकारियों द्वारा मांगा गया हो या हमें यह लगता हो कि ऐसा करना हमारे अधिकारों व संपत्ति की सुरक्षा, साइट और/या सेवाओं के दूसरे ग्राहकों की व्यक्तिगत सुरक्षा या फिर जन सुरक्षा के लिए जरूरी है. अगर हम अपने विवेकाधिकार के दम पर इस निष्कर्ष पर पहुंच जाते हैं कि आपने हमें धोखा दिया है या फिर देने की कोशिश की है, या हमें अंदेशा हुआ कि आपने कोई धोखाधड़ी की या करने जा रहे हो, या फिर आपने इस समझौते का उल्लंघन किया है तो हमें यह अधिकार है कि आपका पीआईआई दूसरे साइटों के संचालकों, बैंकों, क्रेडिटकार्ड कम्पनियों और सम्बन्धित संस्थाओं और अधिकारियों से साझा कर लें. हम आपका पीआईआई आपके निवासस्थान के दायरे से बाहर और/या यूरोपियन यूनियन के दायरे से बाहर भेज सकते हैं. उस दायरे में, जहां आपका पीआईआई स्थानांतरित किया जाएगा, डेटा सुरक्षा और गोपनीयता सम्बन्धी कानून उतने समग्र नहीं होंगे जितने कि यूरोपियन यूनियन में होगा; ऐसी स्थिति में हम उचित कदम उठाएंगे ताकि आपके पीआईआई को बराबर स्तर की सुरक्षा मिल सके.
pt: Nós usamos a informação pessoal (incluindo por maneira de divulga-la a entidade associadas ou para terceiros) para fornecer a você com os serviços, para analisar verificação de identidade e segurança, fornecer atendimento ao cliente. para processar qualquer de suas transações on-line e para qualquer outro propósito relacionado à operação do site e os serviços. Seu PII também pode ser usado por nós (ou por terceiros para qual nós divulgamos o PII) para fornecer você com ofertas promocionais e informações sobre nossos produtos e serviços assim como produtos e serviços de terceiros. Nós também pode usar o PII for outros propósito internos, tal como avaliação, fornecendo, e melhorando os serviços e o site. Podemos divulgar seu PII se solicitado por lei ou autoridade competente, ou se nós acreditarmos que tal divulgação seja necessário para proteger e defender nossos direitos ou propriedade, a segurança pessoal de outros usuários do site e\ou os serviços ou o público. Reservamos o direito de compartilhar o PII com outros operadores de sites on-line, bancos, empresas de cartão de crédito e agências relevantes e autoridades se, determinarmos em nosso exclusivo critério, que você trapaceou ou tentou nos defraudar, ou se suspeitarmos que você está cometendo ou cometeu qualquer atividade fraudulenta, ou se você violar este acordo. Podemos transferir seu PII para jurisdições fora de sua jurisdição de residência e\ou fora da União Europeia. A proteção de dados e leis de privacidade das jurisdições para qual o PII será transferido pode não ser tão compreensivo como aqueles na União Europeia, em qual caso nós iremos tomar as medidas para assegurar que um nível similar de proteção seja fornecido para seu PII.
ru: Наша компания использует личную информацию (включая её раскрытие аффилированным лицам или третьим сторонам), чтобы обеспечить Вам Услуги, гарантировать необходимую безопасность и установить проверки подлинности, обеспечить поддержку клиентов, производить любые Ваши онлайн сделки и для какой бы то ни было другой цели, относящейся к функционированию Сайта и Услуг. Ваша личная информация может быть также использована нами (или третьими сторонами, которым мы раскрываем личную информацию), чтобы обеспечить Вам льготные предложения и информацию, относительно продуктов и наших услуг, а также как продукции и услуг третьих сторон. Мы можем также использовать личную информацию для других внутренних целей, таких как оценка, обеспечение и улучшение Услуг и Сайта. Мы можем раскрыть Вашу личную информацию, если этого потребует закон или компетентный орган, или, если такое раскрытие представляется необходимым нам, чтобы защитить права или собственность нашей компании, личную безопасность других пользователей Сайта и/или Услуг или общества. Мы сохраняем право делиться личной информацией с другими операторами онлайн сайтов, банками, компаниями, выдающими банковские карты, и соответствующими агентствами и органами, если мы посчитаем по собственному мнению, что Вы обманули или пытались обмануть нас, или если Мы подозреваем, что Вы совершаете или совершили какое бы то ни было обманное действие, или если Вы нарушили данное Соглашение. Вы можете отказаться от получения сообщений от нас, отослав электронное письмо на адрес службы поддержки, с Вашего почтового ящика, на который зарегистрирован Ваш счёт на нашем сайте, с просьбой его закрытия. Мы можем передавать Вашу личную информацию соответствующим органам за пределы юрисдикции Вашего проживания и/или вне Европейского Союза. Согласно Защите данных и законов о неприкосновенности частной жизни, юрисдикции в которые будет передаваться личная информация, могут быть не такими обширными, как в Европейском Союзе. В таком случае мы предпримем меры, чтобы обеспечить адекватный уровень защиты Вашей личной информации.

source: This Agreement shall be governed by and interpreted in accordance with the laws of the Crete Islands excluding that body of law pertaining to conflict of laws. Any legal action or proceeding arising under this Agreement will be brought exclusively in courts located in the Crete Islands, and the parties hereby irrevocably consent to the personal jurisdiction and venue therein. In the event that any provision in this Agreement is held to be invalid or unenforceable by a court of competent jurisdiction, the remaining provisions of this Agreement will remain in full force and effect and will be interpreted so as to give effect, to the fullest extent possible, to the purpose of that provision. The failure or delay on Our part to enforce any right, power, remedy or provision of this Agreement, or partial exercise of such right, power, remedy or provision will not be deemed a waiver of such right, power, remedy or provision.
ar: تخضع هذه الاتفاقية وتفسر وفقًا لقوانين جزر كريت باستثناء ذلك الجزء من القانون المتعلق بتضارب القوانين. وسوف يتم عرض أي إجراء قانوني أو دعوى تنشأ بموجب هذه الاتفاقية أمام المحاكم الواقعة في جزر كريت بصفة محددة. ويوافق الطرفان بموجبه وبلا رجعة على وجود الاختصاص الشخصي والاختصاص المحلي فيها. وإذا تم الاتفاق على أن أي حكم من أحكام هذه الاتفاقية أصبح غير صحيحًا أو غير قابل للتنفيذ من قبل محكمة مختصة، ستظل الأحكام المتبقية لهذه الاتفاقية سارية المفعول والأثر الكامل، وسيتم تفسيرها من أجل بلوغ أثرها أقصى حد ممكن لغرض هذا الحكم. ولن يعتبر الإخفاق أو التأخير من جانبنا في تنفيذ أي حق أو صلاحية أو تعويض أو حكم من أحكام هذه الاتفاقية، أو الممارسة الجزئية لهذا الحق أو الصلاحية أو التعويض أو الحكم تنازلاً عن حق أو صلاحية أو تعويض أو حكم من هذا القبيل.
es: Este Acuerdo se regirá e interpretará de acuerdo con las leyes de las Islas Creta excluyendo ese cuerpo de ley relativo a los conflictos de leyes. Cualquier acción o procedimiento legal que surja de este Contrato se presentarán exclusivamente en los tribunales ubicados en las islas de Creta, y las partes se someten irrevocablemente a la jurisdicción personal y lugar en él. En el caso de que cualquier disposición de este Acuerdo es considerada inválida o inaplicable por un tribunal de jurisdicción competente, las demás disposiciones de este Acuerdo permanecerán en pleno vigor y efecto y serán interpretados a fin de dar efecto, en la mayor medida posible, a los efectos de esta disposición. El incumplimiento o demora de nuestra parte para hacer cumplir cualquier derecho, facultad, medida o disposición de este Acuerdo, o el ejercicio parcial de derecho, facultad, medida o disposición no se considerará una renuncia a tal derecho, el poder, medida o disposición.
hi: इस समझौते का पालन और व्याख्या क्रेते द्वीपों के कानूनों के अनुरूप होगा जिसमें उस कानून का ढांचा शामिल नहीं है जिसका ताल्लुक कानूनों के टकराव से है. इस समझौते के तहत कोई भी कानूनी कार्रवाई होगी वह विशेष रूप से क्रेते द्वीपों के न्यायिक दायरे में होगी जिसमें सभी पक्षों को सहमति देंगे. इस समझौते के किसी नियम को अगर अदालत द्वारा अनुचित या लागू नहीं करने योग्य ठहराया जाता है तो इस समझौते के बाकी तमाम नियम पूरी तरह लागू रहेंगे और जहां तक हो सके, उक्त नियम की पूर्ति करने के लिए व्याख्या की जाएगी. अगर इस समझौते में हमारे द्वारा किसी अधिकार, सत्ता, उपाय या नियम को लागू नहीं किया गया या उन्हें आंशिक रूप से ही लागू किया गया तो उसे ऐसे कानून, सत्ता, उपाय या नियम से छुटकारा न माना जाए.
pt: Este acordo de ser governado por e interpretado em acordo com as leis das Ilhas de Creta excluindo aquele corpo de leis pertencentes a conflito de leis. Qualquer ação legal ou processo decorrente deste acordo será trazido exclusivamente em corte localizada nas ilhas de Creta, e as parte irrevogavelmente consentem com a jurisdição pessoal e sede ali. Na hipótese de qualquer medida neste acordo for encontrada como inválida ou inexequível por uma corte de jurisdição competente, as medias restantes deste acordo permanecerão em pleno vigor e efeito e serão interpretados de forma a dar efeito, para a máxima extensão possível, para o propósito dessa medida. A falha ou atraso em nossa parte em fazer cumprir qualquer direito, poder, remédio ou medida deste acordo, ou parcial exercício de tal direito, poder, remédio ou provisão não ser considerada uma renúncia de tal direito, poder, remédio ou medida.
