Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: You entered an invalide lastname
ar: لقد أدخلت الاسم الأخير بشكل غير صحيح!
es: Introdujo un apellido invalide
hi: आपने गलत आखरी नाम दर्ज किया
pt: Você inseriu um sobrenome inválido
ru: Вы ввели некорректную фамилию

source: You need to enter your new password!
ar: تحتاج إلى إدخال كلمة المرور الجديدة الخاصة بك!
es: ¡Tienes que entrar su nueva contraseña!
hi: आपको अपना नया पासवर्ड दर्ज करने की जरूरत है!
pt: Você precisa inserir sua nova senha!
ru: Выдолжны ввести свой новый пароль!

source: Your new password has to be less then %s symbols!
ar: يجب أن تكون كلمة المرور الجديدة الخاصة بك أقل من %s رمزًا!
es: Su nueva contraseña debe tener menos de %s símbolos!
hi: आपका नया पासवर्ड %s के प्रतीकों से छोटा होना चाहिए!
pt: Sua nova senha tem que ser menor do que %s símbolos!
ru: Ваш новый пароль должен быть менее %s символов!

source: Confirm entered password!
ar: تأكيد كلمة المرور التي أدخلتها!
es: Confirmar contraseña introducida!
hi: दर्ज किए गए पासवर्ड की पुष्टि करें!
pt: Confirmar senha inserida!
ru: Подтвердите введённый пароль

source: Incorect Birthday
ar: يوم الميلاد غير صحيح
es: Cumpleaños incorrecta
hi: गलत जन्मदिन
pt: Nascimento incorreto
ru: Неверная дата рождения

source: You can register only if you are 18 years old!
ar: يمكنك التسجيل فقط إذا كان عمرك 18 سنة!
es: Usted puede registrarse sólo si usted tiene 18 años!
hi: यदि आपकी उम्र 18 साल होगी तभी आप पंजीकृत कर सकते हैं!
pt: Você pode registrar apenas se tiver 18 anos de idade!
ru: Вы можете регистрироваться только если вам есть 18 лет!

source: incorrectly filled
ar: تم الملء بشكل غير صحيح
es: ncorrectamente llenado
hi: गलत तरीके से भर दिया
pt: preenchido incorretamente
ru: неверно заполнено

source: Wrong Password
ar: كلمة مرور خاطئة
es: Contraseña errónea
hi: गलत पासवर्ड
pt: Senha errada
ru: Неверный пароль

source: Wrong filled fields
ar: حقول مملوءة بشكل خاطئ
es: Campos llenos incorrectos
hi: फ़ील्ड्स को गलत भरा हैं
pt: Campos preenchidos incorretamente
ru: Неверно заполнены поля

source: This username is not found in our system
ar: لم يتم العثور على اسم المستخدم هذا في نظامنا
es: Este nombre de usuario no se encuentra en nuestro sistema
hi: यह यूज़रनेम हमारे सिस्टम में नहीं मिल रहा है
pt: Este nome de usuário não foi encontrado em nosso sistema
ru: Данное имя пользователя не найдено в нашей системе

source: Read the terms and conditions
ar: اقرأ الأحكام والشروط
es: Lea los términos y condiciones
hi: नियम और शर्तों को पढ़ें
pt: Leia os termos e condições
ru: Прочитайте условия и положения

source: You must choose a country
ar: ينبغي اختيار بلد
es: Usted debe elegir un país
hi: आपको एक देश का चयन करना होगा
pt: Você deve escolher um país
ru: Выберите страну

source: Passwords do not match
ar: كلمات المرور غير متطابقة
es: Las contraseñas no coinciden
hi: पासवर्ड मेल नहीं खा रहा है
pt: Senhas não combinam
ru: Пароли не совпадают

source: You have used incorrect symbols, or incorrect length
ar: قد استخدمت رموز غير صحيحة، أو طول غير صحيح
es: Ha utilizado los símbolos incorrectos, o longitud incorrecta
hi: आप गलत प्रतीकों अथवा गलत लंबाई का इस्तेमाल किया है
pt: Você usou símbolos incorretos, ou comprimento incorreto
ru: Вы использовали некорректные символы, или длину

source: You did not enter the e-mail, or incorrect length
ar: لم تدخل البريد الإلكتروني، أو الطول غير صحيح
es: No ha introducido la dirección de correo, o longitud incorrecta
hi: आपने ई-मेल दर्ज नहीं किया, अथवा गलत लंबाई
pt: Você não inseriu o e-mail, ou comprimento incorreto
ru: Вы не ввели e-mail, или использовали недопустимую длину

source: This user is already registred in demo mode
ar: هذا المستخدم مسجل بالفعل في الوضع التجريبي
es: Este usuario ya está registrada en el modo de demostración
hi: यह उपयोगकर्ता डेमो मोड में पहले से ही पंजीकृत है
pt: Este usuário já está registrado em modo de demonstração
ru: Данный пользователь уже зарегистрирован в нашей системе

source: This user is already registred
ar: هذا المستخدم مسجل بالفعل
es: Este usuario ya está registrada
hi: यह उपयोगकर्ता पहले से ही पंजीकृत है
pt: Este usuário já está registrado
ru: Данный пользователь уже существует!

source: You did not enter e-mail, or incorrect length
ar: لم تدخل بريد إلكتروني، أو الطول غير صحيح
es: No ha introducido e-mail, o longitud incorrecta
hi: आपने ई-मेल दर्ज नहीं किया, अथवा गलत लंबाई
pt: Você não inseriu o e-mail, ou comprimento está incorreto
ru: Введен некорректный E-mail

source: This e-mail is already registred in demo account
ar: هذا البريد الإلكتروني مسجل بالفعل في حساب تجريبي
es: Este e-mail ya está registrada en la cuenta demo
hi: यह ई-मेल डेमो खाते में पहले से ही पंजीकृत है
pt: Este e-mail já está registrado na conta de demonstração
ru: Данный E-mail уже существует в демо счёте!

source: This e-mail is already registred
ar: هذا البريد الإلكتروني مسجل بالفعل
es: Este e-mail ya está registrada
hi: यह ई-मेल पहले से पंजीकृत है
pt: Este e-mail já está registrado
ru: Данный E-mail уже существует

source: You did not enter the name, or incorrect length
ar: لم تدخل الاسم، أو الطول غير صحيح
es: No ha introducido el nombre, o longitud incorrecta
hi: आपने नाम दर्ज नहीं किया, या गलत लम्बाई
pt: Você não inseriu o nome, ou o comprimento está incorreto
ru: Вы не ввели имя, или недопустимая длина

source: You did not enter phone, or incorrect length
ar: لم تدخل الهاتف، أو الطول غير صحيح
es: No ha introducido teléfono o longitud incorrecta
hi: आपने फोन नम्बर दर्ज नहीं किया, या गलत लम्बाई
pt: Você não inseriu o telefone, ou o comprimento está incorreto
ru: Вы не ввели телефон, или недопустимая длина

source: You did not enter a phone number
ar: لم تدخل رقم الهاتف
es: No ha introducido un número de teléfono
hi: आपने एक फोन नंबर दर्ज नहीं किया
pt: Você não inseriu um número de telefone
ru: Вы не ввели номер телефона

source: You have entered incorrect phone number length
ar: لقد أدخلت رقم هاتف بطول غير صحيح
es: Ha introducido un número incorrecto teléfono longitud
hi: आपने गलत फोन नंबर लंबाई दर्ज की है
pt: Você inseriu comprimento de número de telefone incorreto
ru: Вы не ввели номер телефона, или ввели недопустимой длины

source: You have entered incorrect phone number
ar: لقد أدخلت رقم هاتف غير صحيح
es: Ha introducido un número de teléfono incorrecto
hi: आपने गलत फोन नंबर दर्ज किया है
pt: Você inseriu número de telefone incorreto
ru: Вы ввели некорректный номер телефона

source: This account is not able to withdraw funds!
ar: لا يمكن لهذا الحساب سحب الأموال!
es: Esta cuenta no es capaz de retirar fondos!
hi: यह खाता पैसा निकालने योग्य नहीं है!
pt: Esta conta está impossibilitada de retirar fundos!
ru: Акаунт не имеет возможности выводит!

source: You have an active request for withdrawal, wait until it is processed. Then you can create a new application.
ar: لديك طلب نشط للسحب، انتظر حتى تتم معالجته. وبعد ذلك يمكنك إنشاء طلب جديد.
es: Usted tiene una solicitud activa para la retirada, espera hasta que se procesa. A continuación, puede crear una nueva aplicación.
hi: आहरण के लिए आपका एक सक्रिय अनुरोध जारी है, प्रॉसेस होने की प्रतीक्षा करें. उसके बाद आप नया आवेदन पैदा कर सकते हैं.
pt: Você tem uma solicitação ativa para retirada, espere até que ela seja processada. Em seguida, você pode criar um nova aplicação.
ru: У вас активная заявка на вывод, дождитесь ее обработки. После этого вы сможете создать новую заявку.

source: You can not withdraw on credit card more than $ 250 per day.
ar: لا يمكنك السحب على بطاقة الائتمان أكثر من 250 دولارًا في اليوم الواحد.
es: No se puede retirar la tarjeta de crédito de más de $ 250 por día.
hi: आप क्रेडिट कार्ड से प्रति दिन 250 डॉलर से अधिक नहीं निकाल सकते।
pt: Você não pode retirar mais do que US$ 250 por dia no cartão de crédito.

source: Please enter a valid Yandex.money acount number!
ar: الرجاء إدخال رقم حساب ياندكس ماني (Yandex.money) صحيح!
es: Por favor, introduzca un número de cuenta de dinero Yandex válido!
hi: कृपया एक मान्य येन्डेक्स.मनी acount नंबर दर्ज करें!
pt: Por favor, insira um número de conta de Yandex.money válido!
ru: Пожалуйста введите корректный номер Yandex.money кошелька!

source: Please enter a valid Wallet One acount number!
ar: الرجاء إدخال رقم حساب واليت وان (Wallet One) صحيح!
es: Por favor ingrese un número de cuenta Wallet one válido!
hi: कृपया एक मान्य वॉलेट और एक अकॉउन्ट नंबर दर्ज करें!
pt: Por favor, insira um número de conta Wallet One válida!
ru: Пожалуйста введите корректный номер Wallet One кошелька

source: Please enter a valid Qiwi acount number!
ar: الرجاء إدخال رقم حساب كيوي (Qiwi) صحيح!
es: Por favor, introduzca un número de cuenta Qiwi válido!
hi: कृपया एक मान्य Qiwi अकॉउन्ट नंबर दर्ज करें!
pt: Por favor, insira um número de conta Qiwi válido!
ru: Пожалуйста введите корректный номер Qiwi кошелька!

source: Please enter a valid Neteller acount number!
ar: الرجاء إدخال رقم حساب نتيلر (Neteller) صحيح!
es: Por favor, introduzca un número de cuenta Neteller válido!
hi: कृपया कोई मान्य Neteller अकॉउन्ट नंबर दर्ज करें!
pt: Por favor, insira um número de conta Neteller válida!
ru: Пожалуйста введите корректный номер Neteller аккаунта!

source: Your account blocked, contact our support team
ar: تم حظر حسابك، ينبغي الاتصال بفريق الدعم لدينا
es: Su cuenta está bloqueada, póngase en contacto con nuestro equipo de soporte
hi: आपका खाता अवरुद्ध है, हमारे सपोर्ट टीम से संपर्क करें
pt: Sua conta está bloqueada, entre em contato com nossa equipe de suporte
ru: Ваш аккаунт заблокирован, свяжитесь с тех. поддержкой

source: -11 Samoa
ar: -11 ساموا
hi: -11 समोआ
ru: -11 Самоа

source: -10 Hawaii
ar: -10 هاواي
es: -10 Hawai
hi: -10 हवाइ
pt: -10 Havaí
ru: -10 Гавайи

source: -9 Alaska
ar: -9 ألاسكا
hi: -9 अलास्का
ru: -9 Аляска

source: -8 United States and Canada
ar: -8 الولايات المتحدة وكندا
es: -8 Estados Unidos y Canadá
hi: -8 अमेरिका और कनाडा
pt: -8 Estados Unidos e Canadá
ru: -8 США и Канада

source: -7 Mexico
ar: -7 المكسيك
es: México
hi: -7 मेक्सिको
pt: -7 México
ru: Мексика

source: -6 Central Time (USA & Canada)
ar: -6 التوقيت المركزي (الولايات المتحدة وكندا)
es: -6 Hora central (EE.UU. y Canadá)
hi: -6 सेंट्रल टाइम (अमेरिका और कनाडा)
pt: -6 Hora Central (EUA e Canadá)
ru: -6 Центральное время (США и Канада)

source: -5 Eastern Time
ar: -5 التوقيت الشرقي
es: -5 Hora del Este
hi: -5 पूर्वी टाइम
pt: -5 Hora Oriental
ru: -5 Североамериканское восточное время

source: -4 Atlantic time
ar: -4 التوقيت الأطلنطي
es: -4 Hora Atlántico
hi: -4 अट्लांटिक टाइम
pt: -4 Hora do Atlântico
ru: -4 Атлантическое время

source: -3:30 Newfoundland
ar: -3:30 نيوفاوندلاند
es: -3: 30 Terranova
hi: -3:30 न्यूफाउण्डलैण्ड
pt: -3:30 Terra Nova
ru: -3:30 Ньюфаундленд

source: -3 South American Eastern Time
ar: -3 توقيت شرق أمريكا الجنوبية
es: - 3 Sudamericana, hora del Este
hi: -3 दक्षिण अमेरिकी पूर्वी टाइम
pt: -3 Hora Oriental América do Sul
ru: -3 Южноамериканское восточное время

source: -2 Mid-Atlantic
ar: -2 إقليم الأطلنطي الأوسط
es: -2 Del Atlántico Medio
hi: -2 मध्य-अट्लांटिक
pt: -2 Atlântico Central
ru: -2 Среднеатлантическое время

source: -1 Azores, Cape Verde
ar: -1 جزر الأزور والرأس الأخضر
es: -1 Azores, Cabo Verde
hi: -1 अज़ोर्स, केप वेर्डे
pt: -1 Açores, Cabo Verde
ru: -1 Азорские острова, Кабо-Верде

source: +0 Western European Time
ar: +0 توقيت غرب أوروبا
es: +0 З hora de Europa Occidental
hi: +0 पश्चिम यूरोपियन टाइम
pt: +0 З Hora Europeia Ocidental
ru: +0 Западноевропейское время

source: +1 Central European Time
ar: +1 توقيت وسط أوروبا
es: +1 Hora de Europa Central
hi: +1 मध्य यूरोपियन टाइम
pt: +1 Hora Europeia Central
ru: +1 Центральноевропейское время

source: +2 Eastern European Time
ar: +2 توقيت شرق أوروبا
es: +2 Hora de Europa Oriental
hi: +2 पूर्वी यूरोपियन टाइम
pt: +2 Hora Europeia Oriental
ru: +2 Восточноевропейское время

source: +3 Moscow time
ar: +3 توقيت موسكو
es: +3 hora de Moscú
hi: +3 मॉस्को टाइम
pt: +3 Hora de Moscou
ru: +3 Московское время

source: +3:30 Iran
ar: +3:30 إيران
es: +3:30 Irán
hi: +3:30 इरान
pt: +3:30 Irã
ru: +3:30 Иран

source: +4 Samara time
ar: +4 توقيت سامارا
es: +4 hora Samara
hi: +4 समारा टाइम
pt: +4 Hora de Samara
ru: +4 Самарское время

source: +4:30 Afghanistan
ar: +4:30 أفغانستان
es: +4:30 Afganistán
hi: +4:30 अफ्गानिस्तान
pt: +4:30 Afeganistão
ru: +4:30 Афганистан

source: +5 Western Asian time
ar: +5 توقيت غرب آسيا
es: +5 hora Asia Occidental
hi: +5 पश्चिम एशियाई टाइम
pt: +5 Hora Ásia Ocidental
ru: +5 Западноазиатское время

source: +5:30 India
ar: +5:30 الهند
hi: +5:30 इंडिया
pt: +5:30 Índia
ru: +5:30 Индия

source: +5:45 Nepal
ar: +5:45 نيبال
hi: +5:45 नेपाल
ru: +5:45 Непал

source: +6 Novosibirsk
ar: +6 نوفوسيبيرسك
hi: +6 नोवोसिबिर्स्क
ru: +6 Новосибирск

source: +6:30 Myanmar
ar: +6:30 ميانمار
hi: +6:30 म्यान्मार
pt: +6:30 Mianmar
ru: +6:30 Мьянма

source: +7 Southeast Asia
ar: +7 جنوب شرق آسيا
es: +7 Sudeste de Asia
hi: +7 दक्षिण पूर्वी एशिया
pt: +7 Sudeste da Ásia
ru: +7 Юго-Восточная Азия

source: +8 Irkutsk time
ar: +8 توقيت إيركوتسك
es: +8 hora Irkutsk
hi: +8 इर्कुत्स्क टाइम
pt: +8 Hora de Irkutsk
ru: +8 Иркутское время

source: +9 Yakut time
ar: +9 توقيت ياقوت
es: +9 hora de Yakutia
hi: +9 याकुट टाइम
pt: +9 Hora de Yakut
ru: +9 Якутское время

source: +9:30 Central Australian time
ar: +9:30 توقيت وسط أستراليا
es: +9:30 hora Australia Central
hi: +9:30 सेंट्रल ऑस्ट्रेलियन टाइम
pt: +9:30 Hora Austrália Central
ru: +9:30 Центральноавстралийское время

source: +10 Vladivostok time
ar: +10 توقيت فلاديفوستوك
es: +10 hora Vladivostok
hi: +10 व्लाडिवोस्तोक टाइम
pt: +10 Hora de Vladivostok
ru: +10 Владивостокское время

source: +11 Magadan time
ar: +11 توقيت ماجادان
es: +11 hora Magadan
hi: +11 मागडेन टाइम
pt: +11 Hora de Magadan
ru: +11 Магаданское время

source: +12 Kamchatka time
ar: +12 توقيت كامتشاتكا
es: +12 hora Kamchatka
hi: +12 कामचट्का टाइम
pt: +12 Hora de Kamchatka
ru: +12 Камчатское время

source: +13 Tonga
ar: +13 تونغا
hi: +13 टोंगा
pt: +13 Тonga
ru: +13 Тонга

source: +14 Line Islands
ar: +14 جزر الخط
es: +14 Islas de la Línea
hi: +14 लाइन द्वीप
pt: +14 Ilhas da Linha
ru: +14 Острова Лайн

source: Classic binary optons - most popular trading tool | 24boption
ar: الخيارات الثنائية التقليدية - أداة التداول الأكثر شعبية | 24option
es: Opciones binárias clásicas - herramienta comercial más popular | 24boption
hi: विशिष्ट बाइनरी ऑप्शन - सबसे लोकप्रिय व्यापार उपकरण | 24boption
pt: Opções binária clássica - ferramenta de comercialização mais popular | 24boption

source: Builder - professional binary options tool | 24boption
ar: منشئ - أداة الخيارات الثنائية المهنية | 24boption
es: Constructor - herramienta profesional de opciones binarias | 24boption
hi: बिल्डर - व्यावसायिक बाइनरी ऑप्शन उपकरण | 24boption
pt: Construtor - ferramenta de opções binária profissional | 24boption

source: Sixty Seconds - fastest binary options tool - 24boption
ar: ستون ثانية - أداة الخيارات الثنائية الأسرع - 24boption
es: Sesenta segundos - herramienta de opciones binarias más rápida - 24boption
hi: 60 सेकण्ड - सबसे तेज बाइनरी ऑप्शन उपकरण - 24boption
pt: 60 Segundos - ferramenta de opções binárias mais rápida - 24boption

source: The list of transactions - 24boption
ar: قائمة المعاملات - 24boption
es: La lista de transacciones - 24boption
hi: लेन-देनों की सूची - 24boption
pt: A lista de transações - 24boption

source: Bonus statement | 24boption
ar: بيان المكافآت | 24boption
es: Declaración de bonificación | 24boption
hi: बोनस बयान | 24boption
pt: Declaração de bônus | 24boption

source: The list of last investments - 24boption
ar: قائمة آخر الاستثمارات - 24boption
es: La lista de las últimas inversiones - 24boption
hi: पिछले निवेशों की सूची - 24boption
pt: A lista de últimos investimentos - 24boption

source: Deposit | 24boption
ar: إيداع | 24boption
es: Depósito | 24boption
hi: जमा | 24boption
pt: Depósito | 24boption

source: You have not chosen payment method
ar: لم تختر طريقة الدفع
es: No ha elegido el método de pago
hi: आपने भुगतान पद्धति नहीं चुनी है
pt: Você não escolheu o método de pagamento
ru: Вы не выбрали метод оплаты

source: You must choose a deposit amount
ar: ينبغي اختيار مبلغ الإيداع
es: Usted debe elegir una cantidad de depósito
hi: आपको एक जमा राशि का चयन करना होगा
pt: Você deve escolher um quantidade de depósito
ru: Введите сумму депозита

source: You have entered less than a minimal amount
ar: لقد أدخلت أقل من الحد الأدنى للمبلغ
es: Ha introducido menos de una cantidad mínima
hi: आपने न्यूनतम राशि से कम राशि दर्ज किया है
pt: Você inseriu menos que a quantidade mínima
ru: Вы ввели меньше минимальной суммы

source: You have entered more than a maximum amount
ar: لقد أدخلت أكثر من الحد الأقصى للمبلغ
es: Ha introducido más de una cantidad máxima
hi: आपने अधिकतम राशि से अधिक दर्ज किया है
pt: Você inseriu mais que a quantidade máxima
ru: Вы ввели сумму больше допустимой

source: It must be an integer number
ar: يجب أن يكون عدد صحيح
es: Debe ser un número entero
hi: यह एक पूर्णांक संख्या होनी चाहिए
pt: Deve ser um número inteiro
ru: Значение должно быть целым числом

source: Withdrawals | 24boption
ar: السحب | 24boption
es: Retiros | 24boption
hi: आहरण | 24boption
pt: Retiradas | 24boption

source: Personal information | 24boption
ar: المعلومات الشخصية | 24boption
es: Datos personales | 24boption
hi: व्यक्तिगत जानकारी | 24boption
pt: Informação Pessoal | 24boption

source: Password change | 24boption
ar: تغيير كلمة المرور | 24boption
es: Cambio de contraseña | 24boption
hi: पासवर्ड बदलना | 24boption
pt: Alteração de senha | 24boption

source: Frequently asked questions | 24boption
ar: أسئلة وأجوبة | 24boption
es: Preguntas más frecuentes | 24boption
hi: अक्सर पूछे जाने वाले प्रश्न | 24boption
pt: Perguntas frequentemente feitas | 24boption

source: Terms And Conditions | 24boption
ar: الأحكام والشروط | 24boption
es: Términos y condiciones | 24boption
hi: नियम और शर्तें | 24boption
pt: Termos e Condições | 24boption

source: Glossary | 24boption
ar: قاموس المصطلحات| 24boption
es: Glosario | 24boption
hi: शब्दाकोष | 24boption
pt: Glossário | 24boption

source: Disclaimer | 24boption
ar: إخلاء المسؤولية | 24boption
es: Descargo de responsabilidad | 24boption
hi: अस्वीकरण | 24boption
pt: Aviso Legal | 24boption

source: Privacy Policy | 24boption
ar: سياسة الخصوصية | 24boption
es: Política de Privacidad | 24boption
hi: गोपनीयता नीति | 24boption
pt: Política de Privacidade | 24boption

source: Bonus programs | 24boption
ar: برامج المكافآت | 24boption
es: Programas de bonificaiones | 24boption
hi: बोनस प्रोग्राम | 24boption
pt: Programas de bônus | 24boption

source: Binary Options - 24boption
ar: الخيارات الثنائية - 24boption
es: Opciones Binarias - 24boption
hi: बाइनरी ऑप्शन - 24boption
pt: Opções binária - 24boption

source: SignIn - 24boption
ar: تسجيل الدخول | 24boption
es: Registrarse - 24boption
hi: साइन इन | 24boption
pt: Iniciar sessão | 24boption

source: Please verify your username and password and try again
ar: يرجى التحقق من اسم المستخدم وكلمة المرور الخاصة بك وإعادة المحاولة
es: Verifique por favor su nombre de usuario y contraseña y vuelva a intentarlo
hi: कृपया अपने यूज़रनेम और पासवर्ड को सत्यापित करें और पुन: प्रयास करें
pt: Por favor, verifique seu nome de usuário e senha e tente outra vez
ru: Пожалуйста подтвердите свое имя и парль и попробуйте снова

source: You can not go to that IP address.
ar: لا يمكنك الوصول إلى عنوان بروتوكول الإنترنت (IP) هذا.
es: No se puede ir a esa dirección de IP.
hi: आप आईपी पते पर नहीं जा सकते.
pt: Você não pode ir para esse endereço de IP.
ru: Вы не можете перейти по этому IP адресу.

source: Sorry, your account has been blocked.
ar: نأسف، تم حظر الحساب الخاص بك.
es: Lo sentimos, tu cuenta ha sido bloqueada.
hi: क्षमा करें, आपका खाता अवरुद्ध कर दिया गया है.
pt: Lamentamos, sua conta foi bloqueada.
ru: Ваш пароль от аккаунта был заблокирован

source: Password recovery tool - 24boption
ar: أداة استرداد كلمة المرور - 24boption
es: Herramienta de recuperación de contraseña - 24boption
hi: पासवर्ड रिकवरी टूल | 24boption
pt: Ferramenta de recuperação de senha | 24boption

source: Account Types | 24boption
ar: أنواع الحسابات | 24boption
es: Tipos de cuenta | 24boption
hi: खाता प्रकार | 24boption
pt: Tipos de conta | 24boption

source: Ok!
ru: Ок!

source: error!
ru: Ошибка!

source: Wrong packet!
ru: Неправильный пакет!

source: Wrong login or password!
ru: Неверные авторизационные данные!

source: Account is blocked!
ru: Ваш акаунт заблокирован!

source: Wrong session id!
ru: Вы не авторизированы!

source: SID is wrong!
ru: Вы должны авторизироваться!

source: Quote id not found!
ru: Катеровка не найдена!

source: Quote not found!
ru: Котировка не найдена!

source: User not found!
ru: Пользователь не найден!

source: Wrong option type!
ru: Неизвестный тип опциона!

source: Wrong position!
ru: Неправильная позиция!

source: Wrong option mode!
ru: Неизвестный режим опциона!

source: Not enought fun money balance!
ru: У вас недостаточно денег на фан Балансе!

source: Not enought real money balance!
ru: Недостаточно денег на балансе!

source: Wrong Account ID
ru: Некорректный ID аккаунта!

source: Unknown mode!
ru: Неизвестный режим!

source: Quote disabled!
ru: Котировка неактивна!

source: Wrong option time!
ru: Некорректное время!

source: Wrong investment amount!
ru: Не верная сумма инвестиции!

source: Wrong time!
ru: Некорректное время!

source: Wrong auction id!
ru: Некорректный ID аукциона!

source: Wrong first name!
ru: Некорректное имя!

source: Wrong last name!
ru: Некорректная фамилия!

source: Wrong phone number!
ru: Некорректный телефон!

source: Wrong birthday!
ru: Некорректная дата рождения!

source: Wrong country!
ru: Некорректная страна!

source: Wrong email!
ru: Некорректный E-mail!

source: Wrong password!
ru: Некорректный пароль!

source: Wrong bid time!
ru: Некорректное время!

source: Demo limit - 5 open deals
ru: Демо лимит - 5 открытых сделок

source: Old Software Version
ru: Старая версия програмного обеспечения

source: Wrong Contract Status
ru: Не верный статус контракта

source: You Have Active Contracts
ru: Вы уже имеете активный контракт

source: Limit for open deals!
ru: Лимит для открытия сделок!

source: Your account is not verified!
ru: Ваш аккаунт не верефицирован!

source: Bets Count Limit
ru: Лимит сделок

source: Bet Amount Limit
ru: Лимит на сумму сделки

source: You Have Open Contracts
ru: Вы открыли контракт

source: Phone Is Registered
ru: Телефон уже зарегестрирован

source: Email Is Registered
ru: такой Email уже занят

source: Contract is closed
ru: Контракт завершен!

source: Contract is canceled!
ru: Контракт отменен!

source: You can contact us
ru: Вы можете связаться с нами

source: HOME
ru: ГЛАВНАЯ

source: ABOUT US
ru: О НАС

source: BONUS
ru: БОНУС

source: GLOSSARY
ru: СЛОВАРЬ ТЕРМИНОВ

source: DISCLAIMER
ru: ПРЕДУПРЕЖДЕНИЕ

source: PRIVACY
ru: КОНФИДЕНЦИАЛЬНОСТЬ

source: TRADE
ru: ТОРГОВАТЬ

source: Analytics
ru: Аналитика

source: Terms and Conditions
ru: Условия и положения

source: About Us
ru: О нас

source: REGISTRATION
ru: РЕГИСТРАЦИЯ

source: LOGIN
ru: ВХОД

source: History
ru: История

source: Personal Info
ru: Личные данные

source: Moving Average
ru: СКОЛЬЗЯЩИЕ СРЕДНИЕ

source: Construct
ru: Построить

source: FAST PERIOD
ru: БЫСТРЫЙ ПЕРИОД

source: SLOW PERIOD
ru: МЕДЛЕННЫЙ ПЕРИОД

source: SIGNALS PERIOD
ru: ПЕРИОД СИГНАЛА

source: SIGNAL
ru: СИГНАЛ

source: COLUMN OF GROWTH
ru: СТОЛБЕЦ РОСТА

source: DROP COLUMN
ru: СТОЛБЕЦ ПАДЕНИЯ

source: JAW
ru: ЧЕЛЮСТИ

source: SHIFT
ru: СДВИГ

source: TEETH
ru: ЗУБЫ

source: LIPS
ru: ГУБЫ

source: Period
ru: Период

source: DEVIATION
ru: ОТКЛОНЕНИЕ

source: TOP LINE
ru: ВЕРХНЯЯ ЛИНИЯ

source: MIDDLE LINE
ru: СРЕДНЯЯ ЛИНИЯ

source: BOTTOM LINE
ru: НИЖНЯЯ ЛИНИЯ

source: AUTHORIZATION
ru: АВТОРИЗАЦИЯ

source: Login
ru: Войти

source: You dont have account?
ru: У вас нет аккаунта?

source: Open account
ru: Зарегистрируйтесь
