Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: Only one account is allowed per person. No funds will be distributed from accounts opened in false names or on multiple accounts opened by the same person.
ar: لا يسمح إلا بحساب واحد لكل شخص. ولن يتم توزيع أي أموال من الحسابات المفتوحة بأسماء وهمية أو على الحسابات المتعددة المفتوحة من قبل نفس الشخص.
es: Sólo se permite una cuenta por persona. Ningún fondo se distribuirá de cuentas abiertas en nombres falsos o en varias cuentas abiertas por la misma persona.
hi: प्रति व्यक्ति के लिए सिर्फ एक खाता खोलने की अनुमति है. फर्जी नामों या एक व्यक्ति द्वारा खोले गए अनेक खातों में धनराशि वितरित नहीं की जाएगी.
pt: Apenas uma conta é permitida por pessoa. Nenhum fundo será distribuído a partir de contas abertas em nomes falso ou em contas múltiplas abertas pelas mesmas pessoa.
ru: На одного человека разрешается открыть только по одному счету по каждой доступной валюте. Никакие денежные средства не могут быть выведены со счетов, открытых на несуществующие имена или на множественные счета, открытые одним и тем же лицом.

source: If We suspect any illegal or unlawful activity is performed via Your account, we reserve the right to disclose all information relating to You to the relevant authorities, as well as suspend and terminate Your account, as well as seize and confiscate any funds in Your account.
ar: إذا تم الاشتباه في تنفيذ أي نشاط غير قانوني أو غير مشروع عبر حسابك، فإنه يحق لنا الإفصاح عن جميع المعلومات المتعلقة بك إلى السلطات المختصة، وكذلك تعليق حسابك وإنهائه، فضلاً عن الحجز على أي أموال في حسابك ومصادرتها.
es: Si Sospechamos de cualquier actividad ilegal o ilícito se realiza a través de su cuenta, nos reservamos el derecho de revelar cualquier información relativa a usted a las autoridades competentes, así como suspender y cancelar su cuenta, así como incautar y decomisar los fondos de su cuenta .
hi: अगर हमें यह अंदेशा हो कि आपके खाते के जरिए कोई अवैध या गैर-कानूनी गतिविधि चल रही है तो, हमें यह अधिकार है कि आपके सम्बन्ध में पूरी जानकारी सम्बन्धित अधिकारियों को दें और साथ ही, आपके खाते को निलंबित और समाप्त कर दें और साथ में, आपके खाते में मौजूद धनराशि को जब्त कर लें.
pt: Se nós suspeitarmos de qualquer atividade ilegal ou ilícita realizada através de sua conta, reservamos o direito divulgar toda informação sobre você para as autoridades relevantes, assim como suspender e encerrar sua conta, assim como apreender e confiscar qualquer fundo em sua conta.
ru: Если Мы подозреваем ведение какой бы то ни было нелегальной или незаконной деятельности через Ваш счёт, LotosTrade сохраняет право раскрыть всю информацию, касающуюся Вас, уполномоченным органам, а также приостановить и/или закрыть Ваш счет, и/или изъять какие бы то ни было денежные средства с Вашего счёта по выше упомянутым причинам.

source: Intellectual Property
ar: الملكية الفكرية
es: Propiedad Intelectual
hi: बौद्धिक संपदा
pt: Propriedade intelectual
ru: Интеллектуальная собственность

source: All content, trademarks, services marks, trade names, logos, icons any other intellectual property connected to the Site or the Services (the IP Rights) are the sole and exclusive property of %s or its affiliates or agents. You may use the IP Rights solely as set out in this Agreement, and You will not acquire any rights whatsoever in the IP Rights. You agree not to delete any copyright notices or other indications of protected intellectual property rights from materials that You print or download from the Site. Images displayed on the Site are either the property of %s or used with permission. You agree not to upload, post, reproduce or distribute any information, software or other material protected by copyright or any other intellectual property right (as well as rights of publicity and privacy) without first obtaining the permission of the owner of such rights and the prior written consent of %s.
ar: تعد جميع المحتويات، والعلامات التجارية، وعلامات الخدمات، والأسماء التجارية، والشعارات، والرموز، وأي ملكية فكرية أخرى متصلة بالموقع أو الخدمات (حقوق الملكية الفكرية) ملكية خاصة وحصرية لـ %s أو الشركات التابعة لها أو وكلائها. ويجوز لك استخدام حقوق الملكية الفكرية بمفردك على النحو المبين في هذه الاتفاقية، ولا يمكنك شراء أي حقوق أيًا كانت في حقوق الملكية الفكرية. وإنك توافق على عدم حذف أي إشعارات خاصة بحقوق النشر أو الإشارات الأخرى لحقوق الملكية الفكرية المحمية من المواد التي تطبعها أو تنزلها من الموقع. كما أن الصور المعروضة على الموقع تكون إما ملكًا لـ %s أو تستخدم بإذن. كما أنك توافق على عدم تحميل أو نشر أو نسخ أو توزيع أي معلومات أو برامج أو مواد أخرى محمية بواسطة حقوق النشر أو أي حقوق ملكية فكرية أخرى (فضلاً عن حقوق الدعاية والخصوصية) دون الحصول أولا على إذن من صاحب هذه الحقوق و موافقة خطية مسبقة من %s.
es: Todos los contenidos, marcas, servicios de marcas, nombres comerciales, logotipos, iconos de cualquier otra propiedad intelectual conectada con el Sitio o los Servicios (los derechos de propiedad intelectual) son propiedad única y exclusiva de %s o sus filiales o agentes. Usted puede utilizar el derecho de IP Únicamente como se define en este Acuerdo, y usted no adquirirá ningún derecho de ningún tipo en los derechos de propiedad intelectual. Usted acepta no eliminar ningún aviso de derechos de autor u otros indicios de los derechos de propiedad intelectual protegidos de materiales Que imprimir o descargar desde el sitio. Las imágenes que aparecen en el sitio son propiedad de % s o usado con permiso. Usted acepta no cargar, publicar, reproducir o distribuir cualquier información u otros materiales protegidos por derechos de autor o cualquier software adecuado o otra propiedad intelectual (así como los derechos de publicidad y privacidad) sin antes obtener el permiso del propietario de tales derechos y la el consentimiento previo por escrito de %s.
hi: सभी, ट्रेडमार्क, सेवाओं के निशान, व्यापार नाम, लोगो, साइट या सेवा (आईपी अधिकारों) से जुड़े किसी भी अन्य बौद्धिक संपदा का चिह्न % s या उसकी सहयोगी कंपनियों या एजेंटों के एकमात्र और अनन्य संपत्ति है. इस समझौते में निर्धारित तरीके से ही आप आईपी अधिकारों का प्रयोग कर सकते हैं, और आपको आईपी अधिकारों में किसी भी अधिकार प्राप्त नहीं होगा. साइट से प्रिंट या डाउनलोड की हुई सामग्री से आप सुरक्षित बौद्धिक संपदा के अधिकारों की कोई भी कॉपीराइट सूचना या अन्य सूचना को हटा नहीं सकते. साइट पर प्रदर्शित चित्र या तो % s की संपत्ति है या फिर अनुमति के साथ इस्तेमाल की जाती हैं. कॉपीराइट या किसी अन्य बौद्धिक संपदा अधिकार (साथ ही साथ, प्रचार व गोपनीयता अधिकार) द्वारा सुरक्षित कोई भी जानकारी, साफ्टवेयर या अन्य सामग्री को आप अपलोड, पोस्ट, पुनःपेश या वितरित नहीं कर सकते, बिना इसके कि पहले एसे अधिकारों के मालिक से सहमति और %s की लिखित अनुमति प्राप्त की जाए.
pt: Todo conteúdo, marca registrada, marca de serviço, nomes comerciais, logotipos, ícones e qualquer outra propriedade intelectual conectada ao site ou aos serviços (os direitos de IP) são a única e exclusiva propriedade de %s ou seus afiliados ou agentes. Você pode usar os Direitos de IP unicamente como definidos neste Acordo, e você não irá adquirir quaisquer direitos seja qual forem nos direitos de IP. Você concorda não excluir qualquer aviso de direito autoral ou outras indicações de direitos de propriedade intelectual a partir de materiais que você imprimi ou baixa neste site. Imagens exibidas no site são também a propriedade de %s ou usadas com permissão. Você concorda em não carregar, postar, reproduzir ou distribuir qualquer informação, software ou outro material protegido por direitos autorais ou qualquer outro direito de propriedade intelectual (assim como direitos de publicidade e privacidade) sem primeiro obter a permissão do proprietário de tais direitos e prévio consentimento por escrito de %s.
ru: Всё содержание, торговые марки, знаки обслуживания, торговые имена, логотипы, иконки, любая другая интеллектуальная собственность, относящаяся к Сайту или Услугам (“Права ИС”) являются единственной и исключительной собственностью %s или её партнёров или агентов. Вы можете использовать Права ИС исключительно как описано в этом Соглашении, и Вы не будете получать какие бы то ни было Права ИС. Вы соглашаетесь не удалять какие бы то ни было уведомления об авторском праве из материалов, которые Вы распечатываете или загружаете с Сайта. Изображения, отображаемые на Сайте, являются либо собственностью %s, либо используются с нашего разрешения. Вы соглашаетесь не закачивать, не размещать, не воспроизводить или распространять какую бы то ни было информацию, программное обеспечение или другие материалы, защищённые авторским правом или какими бы то ни было правами интеллектуальной собственности (также как и публичными правами и правами на приватность) без предварительного получения разрешения от владельца таких прав и письменного предварительного согласия %s.

source: Indemnification
ar: التعويض
es: Indemnización
hi: बीमा रकम
pt: Indenização
ru: Возмещение Ущерба

source: You agree to defend, hold harmless and indemnify %s and its officers, directors, employees, agents, contractors, consultants and suppliers from and against any and all claims, liabilities, damages, losses, costs and expenses, including without limitation attorney fees and costs, arising out of or in any way connected with (I) your access to or use of the Site or Services; (II) Your violation of any of the terms of this Agreement; or (III) Your breach of any applicable laws, regulations or directives.
ar: إنك توافق على الدفاع عن %s، وإبرائها وتعويضها هي ومسؤوليها ومديريها وموظفيها ووكلائها ومقاوليها واستشارييها ومورديها عن أي مطالبات أو التزامات أو أضرار أو خسائر أو تكاليف أو نفقات، بما في ذلك على سبيل المثال لا الحصر؛ تكاليف وأتعاب المحاماة، التي تنشأ عن أو تتعلق بـ (1) وصولك إلى الموقع أو الخدمات أو استخدامهما؛ (2) مخالفتك لأي من شروط هذه الاتفاقية؛ أو (3) خرقك لأي قوانين أو لوائح أو توجيهات معمول بها.
es: Usted acepta defender, mantener indemne e indemnizar %s y sus funcionarios, directores, empleados, agentes, contratistas, consultores y proveedores de y contra cualquier y todo reclamo, responsabilidades, daños, pérdidas, costos y gastos, incluyendo sin limitación honorarios de abogado y costos, que surja de o relacionados de alguna manera con (i) el acceso o uso del Sitio o de los Servicios; (II) Su Violación de cualquiera de los términos de este Acuerdo; o (III) Su incumplimiento de las leyes, reglamentos o directivas aplicables.
hi: आप सहमत हैं कि %s और उसके अधिकारियों, निर्देशकों, कर्मचारियों, एजेंटों, ठेकेदारों, सलाहकारों और आपूर्तिकर्ताओं को किसी या सभी दावों, दायित्वों, नुकसान, हानि, लागत और खर्च के खिलाफ क्षतिपूर्ति करने से बचाएंगे, हानिरहित रखेंगे और बीमा क्षतिपूर्ति से मुक्त रखेंगे जिसमें शामिल होंगे पर सीमित नहीं होंगे वकील का शुल्क और खर्च जो किसी भी उत्पन्न होगा (I) साइट और सेवाओं का आपके द्वारा उपयोग; (II) इस समझौते के किसी नियम का आपके द्वारा उल्लंघन; या (III) किसी लागू कानून, विनियम या निर्देशों का उल्लंघन.
pt: Você concorda em defender, isentar e indenizar %s e seus oficiais, diretores, funcionários, agentes, empreiteiros, consultantes e fornecedores a partir e contra qualquer e toda alegação, responsabilidades, danos, perdas, custos e custos, incluindo sem limitação taxas de advogados e custos, provenientes de ou em qualquer maneira conectados com (I) seu acesso a ou uso do site ou serviços; (II) Sua violação de quaisquer dos termos deste Acordo; ou (III) Sua violação de qualquer leis aplicável, regulações ou diretivas.
ru: Вы соглашаетесь предоставить возмещение, защиту и неприкосновенность %s и её служащим, директорам, сотрудникам, агентам, исполнителям, консультантам и поставщикам от и против каких бы то ни было претензий, ответственности, ущерба, потерь, расходов и издержек, включая, без ограничений, издержек на адвокатов, исходящих из или каким либо способом связанных с (I) Вашим доступом или пользованием Сайтом или Услугами; (II) нарушением Вами каких бы то ни было правил данного соглашения; или (III) нарушением Вами каких бы то ни было соответствующих законов, норм и директив.

source: Term and Termination
ar: المدة والإنهاء
es: Duración y Terminación
hi: अवधि और समापन
pt: Termo e Rescisão
ru: Срок Действия и Условия Прекращения Соглашения

source: The term of the Agreement shall be unlimited, however We will be allowed to terminate this Agreement and Your account at any time by notice to You. As of termination, You shall not be able to carry out new transactions, and You agree to cease accessing the Site and the Services. You agree that %s, at its sole discretion and with or without notice, may terminate Your access to any or all Services, close Your open transaction and remove and discard any information or content within a Service. Termination of this Agreement shall not affect any provision of this Agreement which is expressly or by implication intended to come into force or continue in force on or after that termination.
ar: ينبغي أن تكون مدة هذه الاتفاقية غير محدودة، ومع ذلك يُسمح لنا بإنهائها وكذلك إنهاء حسابك في أي وقت عن طريق تقديم إشعار لك. واعتبارًا من وقت الإنهاء، لن تستطيع تنفيذ المعاملات الجديدة، وتوافق على عدم الوصول إلى الموقع والخدمات. كما توافق أنه بإمكان %s، حسب تقديرها الخاص ومع وجود إشعار أو بدونه، إنهاء وصولك إلى كل الخدمات أو أي منها، وأغلاق معاملتك المفتوحة، وإزالة وتجاهل أي معلومات أو محتوى ضمن الخدمة. ويجب ألا يؤثر إنهاء هذه الاتفاقية على أي حكم من أحكامها الذي يهدف صراحًة أو ضمنًا إلى أن يدخل حيز التنفيذ أو الاستمرار في التنفيذ عند هذا الإنهاء أو بعده.
es: La vigencia del Acuerdo será ilimitada, sin embargo, se nos permitirá terminar este Acuerdo y su cuenta en cualquier momento mediante notificación a usted. A partir de la terminación, no seréis capaces de llevar a cabo nuevas operaciones, y usted acepta dejar el acceso el Sitio y los Servicios. Usted acepta que %s, a su entera discreción y con o sin previo aviso, puede terminar su acceso a cualquiera o todos los Servicios, cerrar Su transacción abierta y retirar y eliminar cualquier información o contenido dentro del servicio. La terminación del presente Acuerdo no afectará a cualquier disposición de este acuerdo que se expresa o implícitamente destinados a entrar en vigor, o que continúe en vigor a partir del que terminación.
hi: इस समझौते की अवधि असीमित होगी, हालांकि हम इस समझौते को और आपके खाते को सूचना के साथ कभी भी समाप्त कर सकते हैं. समाप्त करने पर आपको कोई भी नई लेनदेन नहीं करनी चाहिए और आपका इस साइट और सेवाओं का उपयोग करना भी मना है. आप इस बात को मानेंगे कि %s अपने विवेकाधिकार पर, सूचना के साथ या सूचना के बिना ही, आपको उपलब्ध किसी या सभी सेवाओं को समाप्त कर सकता है, आपके खुले हुए लेनदेन को बंद कर सकता है और सेवा के अंदर कोई भी सूचना या सामग्री को हटा सकता और निकाल सकता है. इस समझौते को समाप्त करने से इस समझौते का कोई नियम प्रभावित नहीं होगा जो प्रकट या अव्यक्त रूप से समाप्ति पर और उसके बाद भी लागू रहने वाले हैं.
pt: O termo do Acordo deverá será ilimitado, no entanto, nós estaremos permitido em rescindir este Acordo e sua conta a qualquer hora sem aviso prévio a você. A partir da rescisão, você não deve ser capaz de realizar novas transações, e você concorda em cessar o acesso ao site e aos serviços. Você concorda que %s, sob nosso exclusivo critério e com ou sem aviso, podemos interromper seu acesso a qualquer ou todos os serviços, fechar sua transação aberta e remover e descartar qualquer informação ou conteúdo dentro do serviço. A rescisão deste acordo não deve afetar qualquer provisão deste acordo que é expressamente ou por implicação destinada a entrar em vigor ou continuar em vigor em ou após essa rescisão.
ru: Срок действия Соглашения является неограниченным, тем не менее, Мы имеем право прекратить действие данного Соглашения и Вашего торгового счёта в любое время, при этом уведомив Нас. После прекращения действия Соглашения, Вы не сможете открывать новые сделки, и Вы соглашаетесь прекратить доступ к Сайту и Услугам. Вы соглашаетесь, что %s, на своё собственное усмотрение с предупреждением или без него, может прекратить Ваш доступ ко всем Услугам, закрыть Ваши открытые сделки и удалить и избавиться от какой бы то ни было информации в рамках Услуг. Прекращение действия данного Соглашения не должно влиять на какие бы то ни было положения и условия данного Соглашения, которые, прямо или косвенно, должны вступить в действие или продолжать действовать во время или после такого прекращения.

source: You hereby agree that We will collect personally identifiable information from You and about You, including (but not limited to) Your name, date of birth, address, email address, information concerning means of payment and contact information. In addition, You hereby grant Us Your consent to collect information about Your activity, including (but not limited to) date and time of access of the Site and Services, length of access of the Site and Services, IP address, language use and all scopes of trades performed by You. You also grant Us Your consent to collect Personel info by use of cookies placed on Your computer.
ar: توافق أنت بموجبه على أننا سنقوم بجمع معلومات شخصية تعريفية منك وعنك، بما في ذلك (على سبيل المثال لا الحصر) اسمك، وتاريخ ميلادك، وعنوانك، وعنوان البريد الإلكتروني الخاص بك، والمعلومات المتعلقة بوسائل الدفع، ومعلومات الاتصال. بالإضافة إلى ذلك، فإنك تمنحنا بموجبه موافقتك على جمع المعلومات عن نشاطك، بما في ذلك (على سبيل المثال لا الحصر) تاريخ ووقت الوصول للموقع والخدمات، وطول مدة الوصول للموقع والخدمات، وعنوان بروتوكول الإنترنت (IP)، واللغة المستخدمة وكافة نطاقات عمليات التداول التي نفذتها. كما أنك تمنحنا موافقتك على جمع المعلومات الشخصية عن طريق استخدام الكوكيز الموجودة على جهاز الكمبيوتر الخاص بك.
es: Usted acepta Que Vamos a recoger información de identificación personal de usted y sobre usted, incluyendo (pero no limitados a) Su nombre, fecha de nacimiento, dirección, e-mail, información de medios preocupantes sobre el pago e información de contacto. Además, el presente, usted otorga a nosotros Su consentimiento para recopilar información sobre su actividad, incluyendo (pero no limitados a) fecha y hora de acceso al Sitio y los Servicios, la duración de acceso del Sitio y los Servicios, la dirección de IP, el uso del lenguaje y todo ámbitos de operaciones realizadas por usted. Usted también otorga nosotros Su consentimiento para recopilar información Personel por el uso de cookies en su ordenador.
hi: इसके द्वारा आप सहमत हैं कि हम आपके नाम, जन्मतिथि, पता, ई-मेल पता, भुगतान की जानकारी के विषय में साधन और संपर्क सहित (लेकिन सीमित नहीं है) आपते सम्बन्धित व्यक्तिगत पहचान की जानकारी ले लेंगे। इसके अलावा, आप इसके द्वारा हमें सहमति प्रदान करते हैं कि हम आपकी गतिविधियों सम्बन्धी जानकारी इकट्ठी करें जिसमें शामिल हैं (लेकिन सीमित नहीं) साइट और सेवाओं से संपर्क की तिथि और समय, साइट और सेवाओं के सम्पर्क में कितने समय तक रहा, आईपी पता, उपयोग की भाषा और आपके द्वारा प्रदर्शित तमाम व्यापार. आप हमें इसकी सहमति भी देते हैं कि हम आपके कम्प्यूटर पर रखे गए कुकीज़ के जरिए आपकी व्यक्तिगत सूचना लें.
pt: Você concorda que nós iremos coletar informações pessoalmente identificáveis de você e sobre você, incluindo (mas não limitada a) Seu nome, data de nascimento, endereço, endereço de e-mail, informação sobre meios de pagamento e informação de contato. Em adição, você concede-nos seu consentimento de coletar informação sobre sua atividade, incluindo (mas não limitada a) data e hora de acesso ao site e aos serviços, comprimento do acesso ao site e serviço, endereço de IP, uso de idioma e todos os escopos de comercializações realizados por você. Você também nos concede seu consentimento em coletar informação pessoa para uso de cookies colocadas em seu computador.
ru: Настоящим Вы соглашаетесь, что Мы будем собирать личную информацию от Вас и про Вас, включая (но не ограничиваясь) Ваше имя, дату рождения, адрес, адрес электронной почты, информацию, касающуюся способов платежей, и контактную информацию. Помимо этого, настоящим Вы даёте Нам Ваше согласие на сбор информации о Вашей деятельности, включая (но, не ограничиваясь) дату и время доступа к Сайту и Услугам, продолжительность доступа к Сайту и Услугам, IP адрес, использования языка и все аспекты, связанные с Вашей торговлей. Вы также даёте нам Ваше согласие на сбор личной информации, используя cookies, расположенные на Вашем компьютере.
