Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: If the acquisition of options with strangle strategy is executed at different prices runtime, the straddle strategy provides for the acquisition of options on the same exercise price. This strategies differ by the price. So the price is equal to the price of one straddle several strangle. Naturally, the use strangle cost several times cheaper than using a straddle. Of course, the profit will also be more apparent from the use of a straddle, because the income from the sale of a strangle is more constricted corridor.
ar: إذا كان اكتساب الخيارات مع استراتيجية التضييق يتم تنفيذه بأسعار مختلفة وقت التشغيل، فإن استراتيجية التوازن متوفرة لاكتساب الخيارات بنفس سعر التنفيذ. وتختلف هذه الاستراتيجيات حسب السعر، وبالتالي فإن السعر يكون مساويًا لسعر استراتيجية توازن واحدة واستراتيجيات تضييق متعددة. وبطبيعة الحال، فإن استخدام استراتيجية التضييق يكون أرخص عدة مرات من استخدام التوازن. وبالطبع، فإن الربح يكون أيضًا أكثر وضوحًا مع استخدام التوازن، لأن الدخل من البيع باستراتيجية التضييق يكون أكثر تضييقًا.
es: Si la adquisición de opciones con la estrategia de estrangular se ejecuta a diferentes precios en tiempo de ejecución, la estrategia straddle prevé la adquisición de opciones en el mismo precio de ejercicio. Este estrategias difieren en el precio. Así que el precio es igual al precio de un estrangular a varios estrangular. Naturalmente, el uso de estrangular costos varias veces más barato que utilizar un estrangular. Por supuesto, el beneficio también será más evidente a partir de la utilización de un estrangular, porque los ingresos de la venta de un estrangular es corredor más restringido.
hi: अगर विभिन्न रनटाइम कीमतों पर स्ट्रैंजिल रणनीति लागू करके ऑप्शन्स का अधिग्रहण किया जाता है तो, उसी एक्सरसाइज कीमत पर ऑप्शन्स का अधिग्रहण करने में स्ट्रैडिल रणनीति उपयोगी होगी. ये रणनीतियां कीमत के आधार पर अलग हैं. इसलिए कीमत एक स्ट्रैडिल कई स्ट्रैंजिल की कीमत के बराबर है. सहज ही, स्ट्रैंजिल का उपयोग करने पर स्ट्रैडिल के उपयोग से खर्च कई गुना सस्ता होगा. बेशक, स्ट्रैडिल के उपयोग से लाभ भी कहीं ज्यादा ही होगा क्योंकि स्ट्रैंजिल को बेचने पर आय प्राप्त करना टेढ़ी खीर है.
pt: Se a aquisição de opções com estratégia strangle é executado em diferentes tempo de execução de preços, a estratégia de casamento de opções para a aquisição de opções no mesmo preço de exercício. Estas estratégias diferem pelo preço. Sendo assim, o preço é igual ao preço de um straddle e vários casamento de opções. Naturalmente, o usdo de strangle custa várias vezes mais barato que o uso de casamento de opções. Claro, o lucro irá também ser mais aparente do uso de um straddle, porque a renda da venda de um strangle é um corredor mais restrito.

source: Reversal strategies
ar: الاستراتيجيات العكسية
es: Estrategias de reversión
hi: उलटी रणनीतियां
pt: Estratégias reversas

source: Reversible or reversal strategies a bit more profitable and based on deviations of the underlying assets from their normal values and subsequent return to normal controls. Traders, in turn, buy call or put Options anticipating their return to a normal situation. This method requires some training and knowledge of the normal values of assets.
ar: تعد الاستراتيجيات العكسية أو القابلة للتراجع أكثر ربحية بدرجة قليلة، وتستند إلى انحرافات الأصول الأساسية عن قيمها الطبيعية وعودتها لاحقًا إلى الضوابط الطبيعية. ويقوم المتداولون، بدورهم، بشراء خيارات البيع أو الشراء متوقعين عودتها إلى الوضع الطبيعي. وتتطلب هذه الطريقة قدرًا من التدريب والمعرفة بالقيم الطبيعية للأصول.
es: Estrategias reversibles o de inversión un poco más rentables y basados en desviaciones de los activos subyacentes de sus valores normales y posterior regreso a los controles normales. Los comerciantes, a su vez, compran Opciones de llamado o poner anticipando su regreso a una situación normal. Este método requiere un cierto entrenamiento y el conocimiento de los valores normales de los activos.
hi: प्रतिवर्ती या उलटी रणनीतियां थोड़ी ज्यादा लाभदायक हैं और उनके सामान्य मूल्यों से अंतर्निहित परिसंपत्तियों के विचलन और सामान्य नियंत्रण में वापसी पर आधारित हैं. बदले में व्यापारी उनके सामान्य स्थिति वापसी के पूर्वानुमान के साथ कॉल या पुट ऑप्शन खरीदते हैं. इस तरीके में परिसंपत्तियों के सामान्य मूल्यों पर कुछ प्रशिक्षण और ज्ञान की आवश्यकता है.
pt: Estratégias reversas ou reversíveis são um pouco mais lucrativas e baseadas em desvios de ativos subjacentes a partir de seus valores normais e retorno subsequente para controles normais. Comerciantes, por sua vez, compram Opções colocar ou de chamada antecipando seu retorno a uma situação normal. Este método necessita de algum treinamento e conhecimento dos valores normais de ativos.

source: Martingale method
ar: طريقة مارتينجال
es: Método Martingala
hi: ज़रेबंद विधि
pt: Método Martingale

source: Another popular among beginners strategy - it's Martingale. It represents a doubling of betting options after a failed transaction. With each doubling of the rate of a chance at a lucrative option is doubled.
ar: استراتيجية أخرى شائعة بين المبتدئين - إنها استراتيجية مارتينجال. وتمثل مضاعفة خيارات الرهان بعد معاملة فاشلة. ومع كل مضاعفة لمعدل الفرصة يتضاعف الخيار المربح.
es: Otra estrategia popular entre los principiantes - es Martingala. Se representa el doble de opciones tras una transacción fallida de apuestas. Con cada duplicación de la tasa de la oportunidad de una opción lucrativa se duplica.
hi: शुरूआत करने वालों के लिए एक और लोकप्रिय रणनीति है - ज़रेबंद विधि. यह एक लेनदेन के विफल होने के बाद दांव के विकल्प के दोहरीकरण का प्रतिनिधित्व करता है. एक मौके की दर के प्रत्येक दोहरीकरण पर आकर्षक विकल्प दोगुना हो जाता है.
pt: Uma outra estratégia popular entre os iniciantes - é o Martingale. Ela representa uma duplicação das opções de aposta após uma transação fracassada. Com cada duplicação da taxa de uma chance em uma opção lucrativa é duplicada.

source: These are just a few basic techniques which work on a binary options, and because of the unaffected still have a lot of visual graphics, according to estimates, the seasonal as well as many other methods of making money options.
ar: ولم يكن هذا سوى عدد قليل من التقنيات الأساسية التي تعمل على الخيارات الثنائية، وبسبب التقنيات غير المتأثرة لا يزال هناك الكثير من الرسومات المرئية، حسب التقديرات، والأساليب الموسمية فضلاً عن الأساليب الأخرى الكثيرة لصنع خيارات المال.
es: Estas son sólo algunas técnicas básicas que trabajan en opciones binarias, y debido a los no afectados todavía tienen un montón de gráficos visuales, según las estimaciones, la temporada, así como muchos otros métodos para elaborar opciones de dinero.
hi: ये महज कुछ बुनियादी तकनीकें हैं जो बाइनरी ऑप्शन पर काम करते हैं और अप्रभावी होने के कारण अभी भी बहुत सारी विज़ुअल ग्राफिक्स हैं. अनुमान के मुताबिक ये पैसा बनाने के मौसमी और अन्य तकनीकें हैं.
pt: Essas são apenas algumas técnicas básicas que funcionam em opções binária, e por causa do não afetado ainda tem muitos gráficos visuais, de acordo com estimativas, a sazonal assim como muitos outros métodos de opções de ganhar dinheiro.

source: General
ar: عام
hi: साधारण
pt: Geral
ru: Общие положения

source: The following describes the terms and conditions upon which %s Ltd (Company, We, Our or Us) offers access to its Website to you (You) and the use of Our services (the Agreement). This Agreement, which constitutes a legally binding agreement between You and Us, describes the terms, conditions and risks applicable to Your use of Our services available under the domain of current site. You hereby acknowledge that the Services offered are non-delivery options trading services, and that when You trade with Us, You are not entitled to receive, and We are under no obligation to supply, any of the assets in relation to which You invest in binary options via the Site.
ar: فيما يلي وصف الأحكام والشروط التي على أساسها توفر %s المحدودة (الشركة، نحن أو إننا) إمكانية وصولك (أنت) إلى موقعها على الإنترنت واستخدام خدماتها (الاتفاقية). وتصف هذه الاتفاقية، التي تعد اتفاقية ملزمة قانونيًا بيننا، الأحكام والشروط والمخاطر التي تنطوي على استخدامك لخدماتناالمتاحة تحت نطاق الموقع الحالي. وبموجبه تقر أنت أن الخدمات المقدمة هي خدمات تداول للخيارات بدون تسليم، وأنك عندما تتداول معنا لا يحق لك استلام أي من الأصول فيما يتعلق بما تسثمره في الخيارات الثنائية عبر الموقع. ولن نكون ملزمين بإمدادك بها.
es: A continuación se describen los términos y condiciones bajo los cuales %s Ltd (empresa, nosotros, o nuestro) tienen acceso a su sitio web a usted (Usted) y el uso de nuestros servicios (el Acuerdo). Este Acuerdo, que constituye un acuerdo legalmente vinculante entre usted y nosotros, describe los términos, condiciones y riesgos aplicables a su uso de nuestros servicios disponibles bajo el dominio del sitio actual. Usted reconoce por este medio que los servicios que se ofrecen son servicios de comercio de opciones de no entrega, y que cuando el comercio con nosotros, usted no tiene derecho a recibir, y no tenemos ninguna obligación de suministrar, a cualquiera de los activos en relación con el cual Usted invierte en opciones binarias a través del sitio.
hi: नीचे नियम और शर्तें दर्शाई गई हैं जिनके आधार पर %s लिमिटेड (कम्पनी, हम, हमारा या हमें) अपने वेबसाइट में पहुंचने और हमारी सेवाओं (समझौता) का उपयोग करने का अवसर आपको (आप) प्रदान करता है. यह समझौता, जिसमें आपके और हमारे बीच में एक कानूनी तौर पर बाध्यकारी करार है, वर्तमान साइट के डोमेन के तहत उपलब्ध हमारी सेवाओं के आपके द्वारा इस्तेमाल में नियम, शर्तें और जोखिमों का वर्णन करता है. यहां आपके द्वारा यह स्वीकारा जाता है कि ऑफर की जा रही सेवाएं गैर-डेलिवरी ऑप्शन्स व्यापार सेवाएं हैं, और कि जब आप व्यापार करते हैं तो आप इस साइट द्वारा बाइनरी ऑप्शन्स में जो निवेश करते हैं उस सम्बन्ध में कोई भी परिसंपत्ति को आप प्राप्त करने के लिए उत्तरदायी नहीं हैं और न हम पर ही कोई बाध्यता होगी.
pt: O seguinte descreve os termos e condições mediante os quais %s Ltd (Empresa, Nós, Nosso, ou Nós) oferece acesso a seu Site a você (Você) e o uso de Nossos serviços (o Acordo). Este Acordo, que constitui um acordo juridicamente vinculativo entre Você e Nós, descreve os temos, condições e riscos aplicáveis a Seu uso de Nosso serviços disponíveis mediante o domínio do site atual. Você decide reconhecer que os Serviços oferecidos são serviços de comercialização de opções sem entrega, e que quando Você comercializar Conosco, Você não tem o direito de receber, e Nós não temos nenhuma obrigação de fornecer, quaisquer dos ativos em relação a qual Você investe em opções binárias através do Site.
ru: Нижеследующее описывает правила и условия, на которых %s (“Компания”, “Мы”, “Наш” или “Нас”) предлагает Вам (“Вы”) доступ к своему Веб-сайту и использованию его услуг (“Соглашение”). Это Соглашение, которое устанавливает юридически обязывающее соглашение между Вами и компанией, описывает правила, условия и риски, применимые к Вашему использованию наших услуг. Настоящим Вы признаёте, что предлагаемые услуги являются услугами беспоставочной опционной торговли и, это означает, что торгуя на нашей платформе, Вам не даётся право получать, а Мы не должны предоставлять, какие бы то ни было активы, взамен инвестируемых Вами средств в бинарные опционы через Сайт.

source: You must read, agree with and accept all of the terms and conditions contained in this Agreement without modifications, which include those terms and conditions expressly set forth below and those incorporated by reference, before You may become a customer of our company and use the Site and\or the Services. By continuing to access or use the Site and\or the Services, You agree to follow the terms and conditions of this Agreement as they apply to You. This Agreement is effective upon acceptance in registration for newly registering customers. If You do not agree to be bound by the terms and conditions of this Agreement, do not use or access the Site and\or the Services, and inform Us in writing immediately. Your continued use of the Site and\or the Services represents Your consent to be bound by this Agreement.
ar: يجب عليك أن تقرأ كافة الأحكام والشروط الموضحة في هذه الاتفاقية وأن توافق عليها وتقبلها دون تعديل، والتي تشمل تلك الأحكام والشروط المذكورة صراحًة أدناه وتلك المتضمنة بالإحالة إليها، وذلك قبل أن تصبح عميلاً لشركتنا وتستخدم الموقع و / أو الخدمات. ومع استمرار الوصول أو استخدام الموقع و / أو الخدمات، فأنت توافق على اتباع الأحكام والشروط الخاصة بهذه الاتفاقية لأنها تنطبق عليك. وتسري هذه الاتفاقية بمجرد القبول في التسجيل ضمن العملاء المسجلين حديثًا. وإذا لم توافق على الالتزام بالأحكام والشروط لهذه الاتفاقية، ينبغي عدم استخدام الموقع و / أو الخدمات أو الوصول إليها مع إبلاغنا بذلك خطيًا على الفور. وإن استخدامك المستمر للموقع و / أو الخدمات يمثل موافقتك على الالتزام بهذه الاتفاقية.
es: Usted debe leer, estar de acuerdo y aceptar todos los términos y condiciones contenidos en este Acuerdo sin modificaciones, que incluyen los términos y condiciones que se expresa a continuación y los incorporados por referencia, antes de convertirse en un cliente de nuestra empresa y utilizar el Sitio y\o los Servicios. Al continuar a acceder o utilizar el Sitio y\o los Servicios, Usted se compromete a cumplir con los términos y condiciones de este Acuerdo que se apliquen a usted. Este acuerdo será efectivo tras la aceptación en Inscripción de los nuevos clientes que se inscriban. Si Usted no acepta que quedará vinculado por los términos y condiciones de este Acuerdo, no use o acceda al Sitio y\o los Servicios, e reporte a nosotros por escrito inmediatamente. Su uso continuado del Sitio y\o los Servicios representa su consentimiento en obligarse por el presente Acuerdo.
hi: इस समझौते में मौजूद सभी नियमों व शर्तों को बिना किसी संशोधन के आपको पढ़न, मानना और स्वीकारना होगा, जिसमें वो नियम और शर्तें भी शामिल हैं जो निम्नांकित है और जिन्हें संदर्भ के अनुसार शामिल किया गया, इससे पहले कि आप हमारी कंपनी का ग्राहक बनें और हमारी साइट और/या सेवाओं का उपयोग शुरू करें. इस साइट और/या सेवाओं का उपयोग जारी रखने का अर्थ है कि आप इस समझौते के नियमों और शर्तों को, जैसे वे आप पर लागू होंगे, मान रहे हैं. यह समझौता नए पंजीकृत ग्राहकों के लिए स्वीकार्यता पर प्रभावशील होगा. अगर आप इस समझौते के नियमों और शर्तों को मानने से इनकार करते हैं तो आप इस साइट और/या सेवाओं का उपयोग न करें और इसकी लिखित सूचना तत्काल दें. आपके द्वारा इस साइट और/या सेवाओं का लगातार इस्तेमाल करने पर उसे इस समझौते को मानने पर आपकी सहमति के रूप में देखा जाएगा.
pt: Você deve ler, concordar e aceitar todos os termos e condições contidos neste Acordo sem modificações, que inclui esses termos e condições expressamente definidos abaixo e aqueles incorporados por referência, antes você pode tornar um cliente de nossa empresa e usar o Site e\ou os Serviços. Ao continuar a acessar ou usar o Site e\ou os Serviços, Você concorda em seguir os termos e condições de Acordo como eles se aplicarem a você. Este acordo é efetivo mediante aceitação no registro para clientes recém registrados. Se você não aceitar os termos e condições deste acordo, não use ou acesse o Site e\ou os Serviços, e nos informe por escrito imediatamente. Seu uso contínuo do site e\ou dos Serviços representa seu consentimento em ser vinculados a este acordo.
ru: Вы должны ознакомиться, понять и согласиться на все правила и условия по использованию Сайта и/или Услуг, содержащиеся в данном Соглашении, без изменений, после чего, Вы можете стать нашим клиентом. Все условия и правила данного Соглашения вступают в юридическую силу с момента окончания регистрации Клиента. Если Вы не согласны с правилами и условиями этого Соглашения, не посещайте и не используйте данный Сайт и/или Услуги и незамедлительно сообщите нашей компании об этом в письменной форме. В случае если Вы не согласны, но продолжаете посещать и пользоваться Сайтом и/или Услугами нашего сайта, Вы автоматически подпадаете под положения и условия данного соглашения.

source: Membership Eligibility
ar: الأهلية للعضوية
es: Elegibilidad de Afiliación
hi: सदस्यता पात्रता
pt: Eligibilidade de membro
ru: Условия участия в торговле

source: The Services are available to and may only be used by individuals or companies who can form legally binding contracts under the law applicable to them. Without limiting the foregoing, the Site and/or the Services are not available to persons under the age of 18 or otherwise under legal agewhichever is higher (Minors). If You are a Minor, You may not use the Site and\or the Services; Your continued use of the Site and\or the Services constitutes Your representation that You are not a Minor. We reserve the right (but are under no obligation) to request proof of age at any stage, to verify that You are not a Minor. We may suspend or cancel Your account and exclude You from using the Site and\or the Services if proof of age is not provided or if We suspect that You are a Minor; in such case We are under no obligation to return any funds held in Your account with Us. Any such decision of Ours shall be final, binding and not subject to appeal.
ar: تتوفر الخدمات للأفراد والشركات فقط التي بإمكانها صياغة عقود ملزمة من الناحية القانونية بموجب القانون المطبق عليها، ولا يجوز استخدام هذه الخدمات إلا من جانبهم. ودون تحديد ما سبق، فإن الموقع و / أو الخدمات تصبح غير متوفرة للأشخاص الذين هم دون سن 18 سنة أو بخلاف ذلك من هم دون السن القانوني أيهما أعلى (القاصرين). إذا كنت قاصرًا، لا يجوز لك استخدام الموقع و / أو الخدمات؛ وأن استخدامك المستمر للموقع و / أو الخدمات يشكل إقرارك أنك لست قاصرًا. ويحق لنا (ولكن دون التزام) أن نطلب وثيقة إثبات السن في أي مرحلة، وذلك للتحقق من أنك غير قاصر. ويجوز لنا تعليق أو إلغاء حسابك أو حرمانك من استخدامك الموقع و / أو الخدمات إذا لم يتم تقديم وثيقة إثبات السن أو إذا راودتنا الشكوك أنك قاصر: وفي مثل هذه الحالة نكون غير ملزمين بإعادة أي أموال معلقة في حسابك معنا. وأي قرار من قبلنا من هذا القبيل يجب أن يكون نهائيًا وملزمًا وغير قابل للطعن.
es: Los servicios están disponibles para, y sólo pueden ser utilizados por personas físicas o jurídicas que puedan celebrar contratos legalmente vinculantes conforme a la ley aplicable a los mismos. Sin perjuicio de lo anterior, el Sitio y/o los Servicios no están disponibles para las personas menores de 18 años o no menores de edad que sea mayor (Menores). Si es menor de edad, no podrá utilizar el Sitio y\ o de los Servicios; Su uso continuado del Sitio y\o los Servicios constituye su representación que Usted no es un menor de edad. Nos reservamos el derecho (pero no estamos bajo ninguna obligación) de solicitar una prueba de edad en cualquier momento, para verificar que Usted no es un menor de edad. Podemos suspender o cancelar su cuenta y excluir a Usted el uso del Sitio y\o los servicios si no se proporciona una prueba de edad o si es sospechoso es menor de edad; en tal caso estamos bajo ninguna obligación de devolver los fondos depositados en su cuenta con nosotros. Cualquier decisión nuestra será definitivo, vinculante y no estará sujeta a apelación.
hi: ये सेवाएं उन्हीं व्यक्तियों और कम्पनियों के लिए उपलब्ध होंगी और उपयोगी होंगी जो कानूनन बाध्यकारी अनुबंधों का फॉर्म उस कानून के तहत करेंगे जो उनके लिए लागू है. प्रगति को सीमित किए बिना, यह साइट और/या सेवाएं 18 से कम उम्र से कम वाले व्यक्तियों, या कानूनन जो उम्र अधिक होगी (नाबालिग), के लिए नहीं है. अगर आप नाबालिग हैं तो आप इस साइट और/या सेवाओं का इस्तेमाल नहीं करेंगे. आपके द्वारा साइट और/या सेवाओं के निरंतर उपयोग से यह माना जाएगा कि आप नाबालिग नहीं हैं. हम यह अधिकार सुरक्षित रखते हैं कि (लेकिन किसी बाध्यता के तहत नहीं) हम किसी भी चरण में उम्र का सबूत मांग सकते हैं ताकि यह सत्यापित किया जा सके कि आप नाबालिग नहीं है. अगर आपने उम्र का सबूत पेश नहीं किया या अगर हमें संदेह हो जाता है कि आप एक नाबालिग हैं तो हम आपके खाते को निलंबित या रद्द कर सकते हैं और इस साइट और/या सेवाओं के उपयोग से वंचित रख सकते हैं. ऐसी स्थिति में हम किसी भी बाध्यता के तहत आपके खाते में मौजूद जो भी राशि होगी, उसे नहीं लौटाएंगे. इस तरह का कोई भी फैसला हमारा होगा वही अंतिम है, इसे मानना ही होगा और इस पर अपील नहीं होगी.
pt: Os serviços estão disponíveis para e podem apenas ser usados por indivíduos ou empresas que podem formar legalmente contratos de vínculo mediante a aplicação da lei a eles. Sem limitar o acima mencionado, o Site e/ou os serviços não estão disponíveis a pessoas menores de 18 ou de outra forma mediante idade adulta. Se você é um menor, você não pode usar o site e\ou os serviços; Seu uso contínuo do site e\ou os serviços constitui sua representação que você não é um menor. Reservamos o direito (mas sem obrigação) de solicitar prova de idade em qualquer fase, para verificar que você não é um menor. Nós podemos suspender ou cancelar sua conta e excluir você de usar o site e\ou os serviços se comprovante de idade não for fornecido ou se suspeitarmos que você é um menor; em tal caso nós não temos nenhuma obrigação de retornar quaisquer fundos retidos em sua conta conosco. Qualquer decisão similar nossa deverá ser a final, obrigatória e não sujeita a apela.
ru: Услуги доступны и могут быть использованы только юридически дееспособными лицами или компаниями, согласно действующему для них законодательству. Включая вышеупомянутое условие, использование Сайта и/или его Услуг не доступно для лиц, не достигших 18 лет или иного юридически дееспособного возраста (далее “Несовершеннолетний”), согласно действующему законодательству Вашей страны проживания. Если Вы несовершеннолетний, Вы не можете пользоваться Сайтом и/или Услугами; в случае нарушения данного условия обманным путем, Наша компания сохраняет за собой право (но не обязанность) запросить подтверждение возраста в любой момент, чтобы проверить, что Вы не являетесь несовершеннолетним. Наша компания может приостановить действие и/или аннулировать Ваш счёт и закрыть для Вас доступ к Сайту и/или Услугами, если доказательство Вашего возраста не предоставлено и/или у Нас есть подозрение, что Вы несовершеннолетний. В таком случае, Мы не обязаны возвращать какие бы то ни было средства, содержащиеся на Вашем торговом счете в Нашей Компании. Любое такое Наше решение является окончательным, обязательным и обжалованию не подлежит.
