Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: We strongly recommend our customers to check the terms and conditions of use of our website, as well as services before you start trading. Our company is neither explicitly nor implicitly not acting representative or a guarantee that your use of the Site and / or services the site is legitimate. You should carefully consider the suitability of trading binary options given your experience and knowledge of the financial markets, your objectives, financial resources and other relevant circumstances.
ar: إننا نوصي عملائنا بشدة لمراجعة شروط وأحكام استخدام موقعنا على الانترنت فضلاً عن الخدمات قبل البدء في التداول. ولن تتصرف شركتنا صراحة ولا ضمنًا كممثل أو ضامن على أن استخدامك لهذا الموقع و / أو خدمات الموقع هو أمر شرعي. ويجب عليك أن تنظر بعناية في مدى ملاءمة الخيارات الثنائية للتداول بحكم خبرتك ومعرفتك بالأسواق المالية، وأهدافك، ومواردك المالية، والظروف الأخرى ذات الصلة.
es: Recomendamos a nuestros clientes comprobar los términos y condiciones de uso de nuestra página web, así como los servicios antes de comenzar a operar. Nuestra empresa no es ni explícita ni implícitamente, no actuando representante o una garantía de que el uso del sitio y/o servicios que el sitio es legítimo. Usted debe considerar cuidadosamente la idoneidad de comercio de opciones binarias dada su experiencia y conocimiento de los mercados financieros, sus objetivos, recursos financieros y otras circunstancias relevantes.
hi: हम अपने ग्राहकों को स्पष्ट रूप से सलाह देते हैं कि आप मंच पर व्यापार शुरू करने से पहले हमारी वेबसाइट के उपयोग के नियम और शर्तों, साथ ही सेवाओं की जांच कर लें. हमारी कंपनी न तो स्पष्ट रूप से और न ही अस्पष्ट रूप से यह प्रतिनिधित्व या गारंटी नहीं देगी कि आपके द्वारा इस साइट और/या सेवाओं का उपयोग वैध है. वित्तीय बाजार में अनुभव और ज्ञान, आपके उद्देश्य, वित्तीय संसाधनों और अन्य प्रासंगिक परिस्थितियों के आधार पर आपको बाइनरी ऑप्शन व्यापार की उपयुक्तता पर ध्यान से विचार करना चाहिए.
pt: Nós expressamente recomendamos que nossos clientes verifiquem os termos e condições do uso de nosso site, assim como serviços antes de você começar a comercialização na plataforma. Nossa empresa não é explícita nem implícita e não age como representante ou fornece garantia de que seu uso do site e/ou serviços do site sejam legítimos. Você deve cuidadosamente considerar a adequabilidade da comercialização de opções binárias dada sua preferência e conhecimento dos mercados financeiros, seus objetivos, recursos financeiros e outras circunstância relevantes.
ru: Мы настоятельно рекомендуем нашим клиентам ознакомиться с положениями и условиями пользования нашего сайта, а также услуг прежде, чем начинать торговлю. Наша компания ни явно, ни скрыто не выступает представителем или гарантом того, что Ваше использование сайта и/или услуг сайта является правомерным. Вам необходимо тщательно взвесить, подходит ли Вам торговля бинарными опционами, учитывая Ваш опыт и знания о финансовых рынках, Ваши цели, финансовые возможности и другие важные обстоятельства.

source: If you have any questions, please dont hesitate to contact us via e-mail:
ar: إذا كان لديك أي أسئلة، الرجاء لا تتردد في الاتصال بنا عبر البريد الإلكتروني:
es: Si tiene alguna pregunta, por favor no dude en contactar con nosotros a través de e-mail:
hi: अगर कोई सवाल हो तो ई-मेल के माध्यम से संपर्क करने में संकोच न करें:
pt: Se você tiver alguma dúvida, entre em contato conosco através de e-mail:
ru: По вопросам, пожалуйста, обращайтесь к нам по электронной почте:

source: Warning.
ar: تحذير:
es: Advertencia.
hi: चेतावनी.
pt: Aviso.
ru: Предупреждение

source: Binary options are the risks of total or partial loss of funds . This fact should be taken into consideration by any trader who is planning to profit from options trading . We advise our clients to read our terms and conditions before opening positions on our platform. Trading in binary options is based on the changes in the price of the selected assets in a given period of time. Traders can trade on various schemes for specific periods of time. It is recommended to do business with the following browsers : Chrome and Firefox.
ar: تتمثل الخيارات الثنائية في مخاطر الخسارة الكلية أو الجزئية للأموال. وينبغي أن تؤخذ هذه الحقيقة بعين الاعتبار من قبل أي متداول يخطط لتحقيق أرباح من تداول الخيارات. وإننا ننصح عملائنا بقراءة الشروط والأحكام الخاصة بنا قبل فتح مواضع على منصتنا. ويستند التداول في الخيارات الثنائية على التغييرات في أسعار الأصول المحددة في فترة معينة من الوقت. ويمكن للمتداولين التداول في مخططات مختلفة لفترات محددة من الوقت. ومن المستحسن تنفيذ الأعمال باستخدام المتصفحات التالية: كروم وفايرفوكس.
es: Las opciones binarias son los riesgos de pérdida total o parcial de los fondos. Este hecho debe ser tenido en cuenta por cualquier comerciante que está planeando sacar provecho de las opciones de comercio. Asesoramos a nuestros clientes para leer nuestros términos y condiciones antes de abrir posiciones en nuestra plataforma. El comercio de opciones binarias se basa en los cambios en el precio de los activos seleccionados en un período determinado de tiempo. Los operadores pueden operar en varios esquemas para períodos específicos de tiempo. Se recomienda hacer negocios con los siguientes navegadores: Chrome y Firefox.
hi: बाइनरी ऑप्शन्स में धनराशियों में पूरा या आंशिक नुकसान होने का खतरा रहता है. जो भी व्यापारी ऑप्शन कारोबार से लाभ उठाने की योजना बना रहा हो उसे यह तथ्य ध्यान में रखना चाहिए. हम अपने ग्राहकों को सलाह देते हैं कि हमारे मंच पर पोज़िशन खोलने से पहले हमारे नियमों और शर्तों को पढ़ें. बाइनरी ऑप्शन में ट्रेडिंग एक दी हुई अवधि में चयनित संपत्तियों की कीमत में बदलाव पर आधारित है. व्यापारी विशिष्ट अवधि के लिए विभिन्न योजनाओं पर व्यापार कर सकते हैं. निम्न ब्राउज़रों के साथ व्यापार करने के लिए सिफारिश की जाती है: क्रोम और फ़ायरफ़ॉक्स
pt: Opções binárias são os ricos de perda total ou parcial de fundos. Este fato deve ser levado em consideração por qualquer comerciante que está planejando lucrar a partir de comercialização de opções. Aconselhamos nossos a ler nossos termos e condições antes de abrir posições em nossa plataforma. A comercialização em opções binárias é baseada no preço dos ativos selecionados em um dado período de tempo. Os comerciantes podem negociar em vários esquemas para períodos de tempo específicos. É recomendado fazer negócios com os seguintes navegadores: Chrome e Firefox.
ru: Бинарные опционы несут в себе риски полной или частичной потери средств. Этот факт должен учитываться любым трейдером, который планирует получить прибыль от торговли опционами. Мы советуем своим клиентам прочитать наши условия, прежде чем открывать позиции на нашей платформе. Торговля на бинарных опционах, основана на изменениях в цене на выбранные активы за определённый промежуток времени. Трейдеры могут торговать по различным схемам за конкретные промежутки времени. Рекомендуется вести торговлю, используя браузеры Chrome и Firefox.

source: We strongly recommend our customers to check the terms and conditions of use of our website, as well as services before you start trading on the platform. Our company is neither explicitly nor implicitly not acting representative or a guarantee that your use of the Site and / or services the site is legitimate. You should carefully consider the suitability of trading binary options given your experience and knowledge of the financial markets, your objectives, financial resources and other relevant circumstances.
ar: إننا نوصي عملائنا بشدة لمراجعة شروط وأحكام استخدام موقعنا على الانترنت فضلاً عن الخدمات قبل البدء في التداول على المنصة. ولن تتصرف شركتنا صراحة ولا ضمنًا كممثل أو ضامن على أن استخدامك لهذا الموقع و / أو خدمات الموقع هو أمر شرعي. ويجب عليك أن تنظر بعناية في مدى ملاءمة الخيارات الثنائية للتداول بحكم خبرتك ومعرفتك بالأسواق المالية، وأهدافك، ومواردك المالية، والظروف الأخرى ذات الصلة.
es: Recomendamos a nuestros clientes comprobar los términos y condiciones de uso de nuestra página web, así como los servicios antes de comenzar a operar en la plataforma. Nuestra empresa no es ni explícita ni implícitamente, no actuando representante o una garantía de que el uso del sitio y/o servicios que el sitio es legítimo. Usted debe considerar cuidadosamente la idoneidad de comercio de opciones binarias dada su experiencia y conocimiento de los mercados financieros, sus objetivos, recursos financieros y otras circunstancias relevantes.
hi: हम अपने ग्राहकों को स्पष्ट रूप से सलाह देते हैं कि आप मंच पर व्यापार शुरू करने से पहले हमारी वेबसाइट के उपयोग के नियम और शर्तों, साथ ही सेवाओं की जांच कर लें. हमारी कंपनी न तो स्पष्ट रूप से और न ही अस्पष्ट रूप से प्रतिनिधित्व या गारंटी नहीं देगी कि आपके द्वारा इस साइट और/या सेवाओं का उपयोग वैध है. वित्तीय बाजार में अनुभव और ज्ञान, आपके उद्देश्य, वित्तीय संसाधनों और अन्य प्रासंगिक परिस्थितियों के आधार पर आपको बाइनरी ऑप्शन व्यापार की उपयुक्तता पर ध्यान से विचार करना चाहिए।
pt: Nós expressamente recomendamos que nossos clientes verifiquem os termos e condições do uso de nosso site, assim como serviços antes de você começar a comercialização na plataforma. Nossa empresa não é explícita nem implícita e não age como representante ou fornece garantia de que seu uso do site e/ou serviços do site sejam legítimos. Você deve cuidadosamente considerar a adequabilidade da comercialização de opções binárias dada sua preferência e conhecimento dos mercados financeiros, seus objetivos, recursos financeiros e outras circunstância relevantes.
ru: Мы настоятельно рекомендуем нашим клиентам ознакомиться с положениями и условиями пользования нашего сайта, а также услуг прежде, чем начинать торговлю на данной платформе. Наша компания ни явно, ни скрыто не выступает представителем или гарантом того, что Ваше использование сайта и/или услуг сайта является правомерным. Вам необходимо тщательно взвесить, подходит ли вам торговля бинарными опционами, учитывая ваш опыт и знания о финансовых рынках, ваши цели, финансовые возможности и другие важные обстоятельства.

source: Trading digital, binary , or any options has some risks of partial or complete loss of investment. The laws governing the financial contract , the services and products vary around the world, and it is exclusively your responsibility and duty to ensure that you are acting in compliance with whatever was law , regulation or directive , relevant to you and your use of the Site and / or Services as required by law , to which you submit , and make sure it does not break . You should be aware of all the risks that intersect with trade binary options (including , but not limited to, risks , changes in market conditions or rules of certain markets). All the above conditions must be taken into account trader who plans to earn money by trading binary options.
ar: إن التداول الرقمي أو الثنائي أو أي خيارات أخرى للتداول تحمل بعض مخاطر خسارة الاستثمار بصورة جزئية أو كلية. وتتباين القوانين التي تحكم العقود المالية والخدمات والمنتجات في جميع أنحاء العالم. وإنه لمن مسؤولياتك وواجباتك أنت بمفردك أن تضمن العمل بامتثال لكل ما هو قانون أو نظام أو تعليمات ذات الصلة بك وباستخدامك لهذا الموقع و / أو الخدمات حسبما يتطلبه القانون، والتي تخضع لها، مع التأكد من عدم خرقها. و يجب أن تكون على علم بجميع المخاطر التي تتعارض مع الخيارات الثنائية للتداول (بما في ذلك، على سبيل المثال لا الحصر، المخاطر، أو التغيرات في ظروف السوق، أو قواعد أسواق معينة). ويجب مراعاة جميع الشروط المذكورة أعلاه من قبل المتداول الذي يخطط لكسب المال عن طريق التداول بالخيارات الثنائية.
es: El comercio digital, binarios, o cualquier opción tiene algunos riesgos de la pérdida parcial o total de la inversión. Las leyes que rigen el contrato financiero, los servicios y productos varían alrededor del mundo, y que están exclusivamente bajo su responsabilidad y el deber de asegurarse de que usted está actuando en cumplimiento de lo que fuera la ley, reglamento o directiva, relevante para usted y su uso del Sitio y / o servicios requeridos por la ley, a la que usted envíe, y asegúrese de que no se rompa. Usted debe ser consciente de todos los riesgos que se cruzan con las opciones binarias de comercio (incluyendo, pero no limitado a, los riesgos, los cambios en las condiciones del mercado o las reglas de ciertos mercados). Todas las condiciones anteriores deben tenerse en cuenta comerciante que planea ganar dinero por el comercio de opciones binarias.
hi: डिजिटल, बाइनरी, या किसी भी ऑप्शन कारोबार में निवेश के आंशिक या पूर्ण हानि के कुछ जोखिम हैं. वित्तीय अनुबंध से संबंधित कानूनों, सेवाओं और उत्पादों में दुनिया भर में भिन्नताएं हैं, और यह सुनिश्चित करना विशेष रूप से आपकी जिम्मेदारी और कर्तव्य है कि आप अपने लिए प्रासंगिक कानून, विनिमय या निर्देशक के अनुरूप काम करें और साइट का आपके द्वारा उपयोग और/या सेवा कानून के मुताबिक हो और उसका उल्लंघन न हो. बाइनरी ऑप्शन व्यापार के साथ जुड़े हुए सभी खतरों से आपको अवगत होना चाहिए (बाजार की स्थितियों या कुछ बाजारों के नियमों में होने वाले बदलावों और खतरों समेत, लेकिन सीमित नहीं). जो व्यापारी बाइनरी ऑप्शनों में व्यापार करके पैसा कमाने की सोच रहा हो उसे उपरोक्त सभी परिस्थितियों पर ध्यान देना होगा.
pt: Comercialização digital, binária, ou quaisquer opções têm algum risco de perda parcial ou total do investimento. As leis regendo o contrato financeiro, os serviços e produtos variam ao redor do mundo, e é a sua exclusiva responsabilidade e dever assegurar que você está cumprindo com seja qual for a lei, regulação ou diretiva, relevante a você e seu uso do Site e/ou Serviços como solicitado pela lei, a qual você envia, e certifica-se de não a violar. Você deve estar ciente de todos os riscos que cruzam as opções binária de comercialização (incluindo, mas não limitados a, riscos, alterações nas condições de mercado ou regras de alguns mercados). Todas as condições acima devem ser levadas em conta pelo comerciante que planeja ganhar dinheiro comercializando opções binárias.
ru: Торговля цифровыми, бинарными или любыми опционами несет в себе риски частичной или полной потери инвестиций. Законы, регулирующие финансовые договора, услуги и продукты, варьируются по всему миру, и это исключительно Ваша ответственность и обязанность удостовериться, что Вы действуете в полном соответствии с каким бы то ни было законом, нормой или директивой, относящимся к Вам и использованию Вами Сайта и/или Услуг, согласно требованиям законодательства, которому Вы подчиняетесь, и убедиться, что его не нарушаете. Вы должны быть осведомлены обо всех рисках, которые пересекаются с торговлей бинарными опционами (включая, и не ограничиваясь, рисками, изменения состояний рынков, либо правилами тех или иных рынков). Все вышеперечисленные условия должны учитываться трейдером, который планирует зарабатывать деньги торговлей бинарными опционами.

source: Out-of-money - a financial term, meaning that the option is not profitable, it is losing. For example, a call option ends with no money, if the closing price of the underlying asset is lower than the price of the asset at the time of the purchase option.
ar: فارغ الجيب (Out-of-money) - مصطلح مالي يعني أن الخيار غير مربح، ويسبب الخسارة. على سبيل المثال، ينتهي خيار الشراء بدون مال، إذا كان سعر الإغلاق للأصل الأساسي أقل من سعر الأصل في وقت خيار الشراء.
es: Fuera del dinero - un término financiero, lo que significa que la opción no es rentable, se está perdiendo. Por ejemplo, una opción de compra termina sin dinero, si el precio de cierre del activo subyacente es menor que el precio del activo en el momento de la opción de compra.
hi: आउट-ऑफ-मॅनी - एक वित्तीय शब्द, का अर्थ है कि विकल्प लाभदायक नहीं है, इसका घाटा हो रहा है। उदाहरण के लिए, यदि अंतर्निहित परिसंपत्ति का बंद भाव खरीद ऑप्शन के समय पर परिसंपत्ति की कीमत से कम है तो कॉल ऑप्शन बिना पैसे के समाप्त हो जाता है.
pt: Sem dinheiro - um termo financeiro, que significa que a opção não é lucrativa, ocasionando perda. Por exemplo, uma opção de chamada termina sem dinheiro, se o preço de fechamento do ativo subjacente é menor que o preço do ativo na hora da opção de compra.
ru: «Без денег» (out-of-the-money) – финансовый термин, означающий, что опцион не приносит прибыли, то есть проигрывает. Например, High-опцион заканчивается «без денег», если цена закрытия для базового актива ниже, чем цена данного актива на момент покупки опциона.

source: In-the-money - financial term meaning that the option is profitable for investor (such as a call option ends in the money if the price of the underlying asset is increased compared with the original price).
ar: ممتلئ الجيب (In-the-money) - مصطلح مالي يعني أن الخيار مربح للمستثمر (مثل خيار الشراء الذي ينتهي بوجود مال، إذا كان سعر الأصل الأساسي قد ارتفع بالمقارنة مع السعر الأصلي.
es: In-the-money - término financiero que significa que la opción es rentable para los inversores (como una opción de compra termina en el dinero si el precio del activo subyacente se incrementó en comparación con el precio original).
hi: इन-द-मॅनी - एक वित्तीय शब्द है जिसका अर्थ है कि यह ऑप्शन निवेशक के लिए लाभदायक है (जैसे कि अगर अंतर्निहित परिसंपत्ति की कीमत में मूल कीमत की तुलना में वृद्धि हुई है तो कॉल ऑप्शन पैसे में समाप्त हो जाता है).
pt: "No dinheiro" - termo financeiro que significa que a opção é lucrativa para o investidor (tal como a opção de chamada termina no dinheiro se o preço do ativo subjacente é aumentado comparado com o preço do original).
ru: "In-the-money" - финансовый термин, означающий, что опцион приносит прибыль инвестору (например, High-опцион заканчивается «при деньгах», если цена базового актива повысилась по сравнению с исходной ценой).

source: Binary Options, digital options - are options, where the prize is fixed and known in advance. It is paid if the trader has selected the correct price direction of the underlying asset (compared to advertised price at the time of purchase of the asset) upon the expiration of the option.
ar: الخيارات الثنائية والخيارات الرقمية - هي خيارات يكون العائد فيها ثابت ومعروف مقدمًا. وتُدفع إذا كان المتداول قد حدد اتجاه السعر الصحيح للأصل الأساسي (بالمقارنة مع السعر المعلن في وقت شراء الأصل) عند انتهاء الخيار.
es: Opciones Binarias, opciones digitales - son opciones, donde el premio es fija y conocida de antemano. Se paga si el comerciante ha seleccionado la dirección correcta del activo subyacente de precios (en comparación con el precio de venta en el momento de la compra del activo) a la expiración de la opción.
hi: बाइनरी ऑप्शन, डिजिटल ऑप्शन - ऐसे विकल्प हैं जहां पुरस्कार तयशुदा और पहले से ज्ञात होता है. यदि व्यापारी ने अंतर्निहित परिसंपत्ति की सही कीमत दिशा चुन ली है (परिसंपत्ति की खरीद के समय पर विज्ञापित कीमत की तुलना में) तो ऑप्शन की समाप्ति पर यह भुगतान किया जाता है.
pt: Opções Binária, opções digital - são opções, onde o prêmios é fixado e conhecido com antecipação. É pago se o comerciante selecionou a direção correta de preço do ativo subjacente (comparado com o preço anunciado na hora da compra dos ativo) mediante a expiração da opção.
ru: Бинарные опционы, цифровые опционы (binary options, digital options) – это опционы, выигрыш по которым фиксирован и известен заранее. Он выплачивается в случае, если трейдер правильно выбрал направление цены базового актива (по сравнению с объявленной ценой в момент покупки актива) по истечении срока действия опциона.

source: Call option brings the investor profits if the option's price at the close of the selected asset to them is higher than the original price. If at the end of the option price remained the same, the entire invested amount will be refunded to the account of the investor.
ar: يجلب خيار الشراء أرباحًا للمستثمر إذا كان سعر الخيار عند إغلاق الأصل المحدد له أعلى من السعر الأصلي، بينما إذا ظل سعر الخيار كما هو عند نهايته، فإن هذا يعني استرداد المبلغ الذي تم استثماره بالكامل لحساب المستثمر.
es: Opción de compra trae los beneficios de los inversores si el precio de la opción al cierre del activo seleccionado para ellos es más alto que el precio original. Si al final del precio de la opción sigue siendo el mismo, la totalidad del importe invertido será reembolsado a la cuenta del inversor.
hi: अगर मूल कीमत की तुलना में चयनित परिसंपत्ति की बंद कीमत अधिक है तो कॉल विकल्प निवेशक को मुनाफा लाता है. अगर कीमत विकल्प के अंत में भी समान बने रहे, तो निवेश की पूरी राशि निवेशक के खाते में वापस की जाएगी।
pt: Opção de chamadas traz os lucros do investidor se o preço da opção no fechamento do ativo seleciona a eles é maior do que o preço selecionado. Se no final da opção o preço permanecer o mesmo, a total quantia investida será reembolsada para a conta do investidor.
ru: High-опцион (call option) приносит инвестору прибыль в том случае, если при закрытии опциона цена на выбранный им актив выше, чем исходная цена. Если же по окончании опциона цена осталась прежней, вся инвестированная сумма возвращается на счет инвестору.

source: The put option brings to investor profit if the option price at closing on his chosen asset is lower than the original price. If at the end of the option price remained the same, the entire invested amount will be refunded to the account of the investor.
ar: يجلب خيار البيع أرباحًا للمستثمر إذا كان سعر الخيار عند الإغلاق على الأصل المحدد له أقل من السعر الأصلي، بينما إذا ظل سعر الخيار كما هو عند نهايته، فإن هذا يعني استرداد المبلغ الذي تم استثماره بالكامل لحساب المستثمر.
es: La opción de venta lleva al beneficio del inversor si el precio de la opción en el cierre de su activo elegido es más bajo que el precio original. Si al final del precio de la opción sigue siendo el mismo, la totalidad del importe invertido será reembolsado a la cuenta del inversor.
hi: अगर मूल कीमत की तुलना में चयनित परिसंपत्ति की बंद कीमत कम है तो 'पुट' विकल्प निवेशक को मुनाफा लाता है. अगर कीमत विकल्प के अंत में भी समान बने रहे, तो निवेश की पूरी राशि निवेशक के खाते में वापस की जाएगी।
pt: O opção colocar fazer o investidor obter lucro se o preço da opção no fechamento em seu ativo escolhido for menor que o preço original. Se no final da opção o preço permanecer o mesmo, a quantia total investida será reembolsada para a conta do investidor.
ru: Low-опцион (Low option) приносит инвестору прибыль в том случае, если при закрытии опциона цена на выбранный им актив ниже, чем исходная цена. Если же по окончании опциона цена осталась прежней, вся инвестированная сумма возвращается на счет инвестору.

source: At-the-money - a financial term that means that the current price of the underlying asset has not changed since the purchase of the option.
ar: النقد الحاضر (At-the-money) - مصطلح مالي يعني أن السعر الجاري للأصل الأساسي لم يتغير منذ شراء الخيار.
es: At-the-money - un término financiero que significa que el precio actual del activo subyacente no ha cambiado desde la compra de la opción.
hi: एट-द-मॅनी - एक वित्तीय शब्द जिसका अर्थ है कि अंतर्निहित परिसंपत्ति की मौजूदा कीमत विकल्प की खरीद के बाद से नहीं बदली है.
pt: Em dinheiro - um termo financeiro que significa que o preço atual do ativo subjacente não alterou desde a compra da opção.
ru: «При своих» (at-the-money) – финансовый термин, означающий, что текущая цена на базовый актив не изменилась с момента покупки опциона.
