Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: For avoidance of doubt, the ability to access the Site and\or the Services does not necessarily mean that Your activities via the Site and\or Your use of the Services are legal under the laws, regulations or directives relevant to You. For the avoidance of doubt, it is hereby clarified that We make no representations or warranties, expressed or implied, that Your use of the Site and\or the Services is lawful. Without derogating from the above, the Site and Services are not available to US investors; if You are a US citizen and\or resident, You may not use the Site and the Services. We reserve the right, at our sole discretion, to deny access to the Site and Services to citizens, residents and\or people located at additional jurisdictions.
ar: لتجنب الشك، فإن القدرة على الوصول إلى الموقع و / أو الخدمات لا تعني بالضرورة أن أنشطتك عبر الموقع و / أو استخدامك للخدمات أمرًا قانونيًا بموجب القوانين واللوائح والتعليمات المتعلقة بك. ولإزالة الشك، تم التوضيح بموجبه أننا لا نقدم أي إقرارات أو ضمانات، صراحة أو ضمنًا، على أن استخدامك للموقع و / أو الخدمات أمرًا قانونيًا. ودون انتقاص لما سبق ذكره، لن يتم إتاحة استخدام الموقع والخدمات للمستثمرين في الولايات المتحدة؛ إذا كنت مواطنًا أمريكيًا و / أو مقيمًا بالولايات المتحدة، لا يجوز لك استخدام الموقع والخدمات. ويحق لنا، حسب تقديرنا الخاص، رفض وصول المواطنين أو المقيمين أو الأشخاص الموجودين في ولايات قضائية إضافية إلى الموقع والخدمات.
es: Para evitar dudas, la posibilidad de acceder al Sitio y\o los Servicios no significa necesariamente que sus actividades a través del Sitio y\o Su uso de los Servicios son legales bajo las leyes, reglamentos o directivas pertinentes a usted. Para evitar dudas, se aclara que hacemos ninguna representación ni garantía, expresa o implícita, de que su uso del Sitio y\o de los Servicios es legal. Sin perjuicio de lo anterior, el Sitio y los Servicios no están disponibles para los inversores de Estados Unidos; si usted es un ciudadano estadounidense y\ o residente, no podrá utilizar el Sitio y los Servicios. Nos reservamos el derecho, a nuestra sola discreción, de denegar el acceso al sitio y los servicios a los ciudadanos, residentes y\o personas ubicadas en jurisdicciones adicionales.
hi: संदेह से बचने के लिए, इस साइट और/या सेवाओं का उपयोग करने की आपकी क्षमता से यह मतलब नहीं है कि इस साइट और/या सेवाओं के द्वारा की जाने वाली आपकी सभी गतिविधियां आपसे सम्बद्ध सभी कानूनों, नियमों और निर्देशों के तहत वैध ही हों. संदेह से बचने के लिए, यहां पर यह स्पष्ट किया जाता है कि हम व्यक्त या निहित रूप से कोई प्रतिनिधित्व या वारंटी नहीं करते हैं कि आपके द्वारा इस साइट और/या सेवाओं का प्रयोग वैध है. उपरोक्त शर्तों से विचलित हुए बिना, यह साइट और/या सेवाएं अमेरिकी निवेशकों के लिए उपलब्ध नहीं होंगी. अगर आप अमेरिका नागरिक और/या निवासी हैं तो आप इस साइट और सेवाओं का प्रयोग नहीं कर सकते. हम अपना यह विवेकाधिकार सुरक्षित रखते हैं कि इसके अतिरिक्त अन्य क्षेत्रों में रहने वाले नागरिकों, निवासियों और/या जनता को भी इस साइट और सेवाओं के उपयोग से वंचित रख सकते हैं.
pt: Para evitar dúvida, a habilidade para acessar o site e\ou os serviços não necessariamente significa que suas atividade através do Site e\ou seu uso dos serviços estão em observância dos leis, regulações ou diretivas relevantes a você. Para evitar dúvida, é por este meio clarificada que nós não fazemos nenhuma representação ou garantias, expressas ou implícitas, que seu uso do site e\ou os serviços é lícito. Sem derrogação do mencionado acimo, o site e serviços não estão disponíveis a investidores dos EUA; se você é um cidade EUA e\ou residente, você não pode usar o site e os serviços. Reservamos o direito, a nosso exclusivo critério, de negar acesso ao site e serviços para cidadãos, residente e\ou pessoas localizadas em jurisdições adicionais.
ru: Во избежание разночтений, возможность доступа к Сайту и/или Услугам не означает, что Ваши действия на Сайте и/или Ваше использование Услуг являются правомерными с точки зрения законов, норм и директив, относящихся к Вам. Во избежание разночтений, настоящим уточняется, что Мы не предоставляем никаких заверений и не даём никаких гарантий, явно выраженных либо подразумеваемых, что использование Вами Сайта и/или Услуг является законным в стране Вашего проживания. Не исключая вышеупомянутого, Сайт и/или Услуги не являются доступными для инвесторов из США; если Вы являетесь гражданином и/или резидентом США, Вы не можете пользоваться Сайтом и Услугами Нашей компании. Мы сохраняем право, по нашему собственному усмотрению, отказать в доступе к Сайту и Услугам гражданам, резидентам и/или другим людям, по месту их проживания, согласно юрисдикции.

source: Registration Information and Requirements
ar: معلومات ومتطلبات التسجيل
es: Información de Registro y Requisitos
hi: पंजीकरण सूचना एवं आवश्यकताएं
pt: Requisitos e informações de registro
ru: Регистрационная Информация и Требования

source: In order to use the Site and the Services You must register with Us. When you register with Us, We will ask You to provide certain identifying information and documentation; You will not be able to complete registration with Us without the provision of such information and documentation. We reserve the right, at any point in time (whether prior to completion of the registration or afterwards), to require from You additional information and documentation or to confirm information and documentation You previously provided to Us; if You do not supply such information and documentation within the time period asked for, or if We believe that any information or documentation provided by You was false or inaccurate or is no longer current or accurate, or if you fail to otherwise comply with any term or condition of this Agreement and all rules and guidelines of the Service or if We believe, at our sole discretion, that you have abused in any way or acted in bad faith towards the Site and\or the Services and\or other users of the Site and Services, We reserve the right to refuse to open an account for You, suspend or cancel Your account with Us, and will be entitled to seize and confiscate any funds held in Your account. When providing Us with details of any means of payment, You represent and warrant that that means of payment is either owned by You or that the owner of that means of payment agreed to Your use of the means of payment in connection with the Site and the Services and that such use is within the confines of such agreement.
ar: يجب عليك التسجيل معنا من أجل استخدام الموقع والخدمات. عندما تقوم بالتسجيل معنا، سوف نطلب منك تقديم بعض المستندات والمعلومات التعريفية؛ ولن تستطيع استكمال التسجيل معنا دون تقديم هذه المعلومات والمستندات. ويحق لنا، في أي وقت (سواء قبل إكمال التسجيل أو فيما بعد)، أن نطلب منك معلومات ومستندات إضافية أو تأكيد المعلومات والمستندات التي قدمتها لنا مسبقًا، مع العلم أنك إذا لم تقدم تلك المعلومات والمستندات في غضون الفترة الزمنية المطلوبة، أو إذا اعتقدنا أن أي معلومات أو مستندات قد قدمتها تعتبر مزيفة أو غير دقيقة أو لم تعد سارية أو دقيقة، أو في حال عدم الامتثال لأي أحكام أو شروط لهذه الاتفاقية وجميع القواعد والمبادئ التوجيهية للخدمة، أو إذا كنا نعتقد، حسب تقديرنا الخاص، أنه قد صدرت منك إساءة تجاه الموقع و / أو الخدمات و / أو المستخدمين الآخرين للموقع والخدمات أو تصرفت بسوء نية تجاه أي من ذلك بأي شكل من الأشكال، يحق لنا رفض فتح حساب لك أو تعليق أو إلغاء حسابك معنا، ويحق لنا أيضًا الحجز على أي أموال مودعة في حسابك ومصادرتها. وعند تزويدنا بتفاصيل أي وسيلة دفع، فإنك تقر وتضمن أن وسائل الدفع التي تقدمها تكون إما مملوكة لك أو أن صاحب تلك الوسائل يوافق على استخدامك لها فيما يتعلق بالموقع و الخدمات وأن هذا الاستخدام يكون في إطار حدود هذه الاتفاقية.
es: Para utilizar el Sitio y los Servicios Usted debe registrarse con nosotros. Cuando usted se registra con nosotros, le pediremos que nos proporcione cierta información de identificación y documentación; Usted no será capaz de completar el registro con nosotros sin el suministro de dicha información y documentación. Nos reservamos el derecho, en cualquier punto en el tiempo (ya sea antes de la finalización de la inscripción o después), a exigir de usted información y documentación adicional o para confirmar la información y documentación que ya ha proporcionado a nosotros; si no se proporciona dicha información y documentación en el plazo solicitado, o si creemos que cualquier información o documentación proporcionada por Usted era falsa o inexacta o ya no es actual o precisa, o si usted no cumple de otro modo con cualquier término o condición de este Acuerdo y las reglas y condiciones del Servicio o si creemos, a nuestra entera discreción, que usted ha abusado de cualquier manera o actuado de mala fe hacia el Sitio y\o los Servicios y\o otros usuarios del sitio y los servicios, nos reservamos el derecho de negarse a abrir una cuenta para usted, suspender o cancelar su cuenta con nosotros, y tendrá derecho a embargar y confiscar los fondos depositados en su cuenta. Cuando nos proporciona detalles de cualquier medio de pago, Usted manifiesta y garantiza que ese medio de pago es de propiedad, ya sea por usted o que el propietario de ese medio de pago acordó Su uso de los medios de pago en relación con el Sitio y el Servicios y que dicho uso esté dentro de los límites de dicho acuerdo.
hi: आपको इस साइट और सेवाओं का उपयोग करने के लिए हमारे साथ पंजीकरण करना होगा. जब आप हमारे साथ पंजीकरण करेंगे हम आपसे कुछ पहचान संबंधी जानकारी और दस्तावेज प्रस्तुत करने के लिए कह सकते हैं. ऐसी सूचना और दस्तावेजों के बिना आप हमारे साथ पंजीकरण पूरा नहीं कर सकेंगे. हमें यह अधिकार सुरक्षित है कि किसी भी वक्त (पंजीकरण पूरा करने से पहले हो या बाद में) हम आपसे अतिरिक्त जानकारी और दस्तावेज मांग सकते हैं या फिर आपके द्वारा पहले दी गई जानकारी और दस्तावेजों की पुष्टि करने की मांग कर सकते हैं. अगर आप तय समयसीमा के अंदर मांगी गई जानकारी और दस्तावेज प्रस्तुत नहीं करते हैं, या अगर हमें यह लगता है कि आपके द्वारा दी गई कोई भी जानकारी या दस्तावेज जाली है या गलत है या फिर सामयिक नहीं है या फिर सटीक नहीं है, या फिर अगर आप इस समझौते के नियम-कायदों और इस सेवा के सभी नियमों व मार्गदर्शकों के अनुरूप किसी भी तरीके से नहीं होंगे, या अगर हम अपने विवेकाधिकार से इस निष्कर्ष पर पहुंचते हैं कि आपने इस साइट और/या सेवाओं और/या इस साइट और सेवाओं के दूसरे ग्राहकों के साथ दुरव्यवहार किया या उनके साथ विश्वासघात किया तो हमारा यह अधिकार सुरक्षित है कि आपको खाता खोलने से रोका जाएगा, आपके खाते को निलंबित या रद्द किया जाएगा और आपके खाते में मौजूद जो भी धनराशि जब्त कर ली जाएगी. जब आप इस साइट और सेवाओं के संबंध में हमें भुगतान के माध्यमों की सूचना देंगे तब आप यह प्रतिनिधित्व और वारंटी दे रहे हैं कि भुगतान के उन माध्यमों के मालिक आप हैं या फिर उन माध्यमों के मालिक आपके द्वारा उपयोग के लिए राजी हैं और ऐसे समझौते के दायरे में ही यह इस्तेमाल किया जा रहा है.
pt: Para usar o site e os serviços você deve fazer o registro. Quando você se registrar, iremos pedir a você para fornecer certas informações de identificação e documentação; Você não poderá concluir o registro conosco sem a provisão de tal informação e documentação. Reservamos o direito, a qualquer hora (seja antes da conclusão do registro ou após), de solicitar de você informações e documentação adicional ou para confirmar informação e documentação que você previamente forneceu a nós; se você não fornecer tal informação e documentação dentro do período solicitado, ou se acreditarmos que qualquer informação ou documentação fornecida por você foi falso ou errada ou não é mais atual ou exata, ou se você falhar em cumprir com qualquer termo ou condição deste acordo e todas as regras e orientações do serviço ou se acreditarmos, a nosso critério exclusivo, que você tenho abusado em qualquer em qualquer maneira ou agita em má fé em direção ao site e\ou outros usuários do site e serviços, reservamos o direito de recusar a abertura de uma conta para você, suspender ou cancelar sua conta conosco, e ter o direito de apreender e confiscar os fundos detidos na sua conta. Quando nos fornecer detalhes de qualquer meio de pagamento, você declara e garante que esse meio de pagamento ou é possuído por você ou que o proprietário desse meio de pagamento acordado para o seu uso dos meios de pagamento em conexão com o Site e os serviços e que tal uso está dentro dos limites de tal acordo.
ru: Для того чтобы пользоваться Сайтом и/или Услугами, Вы должны зарегистрироваться на нашем сайте. Когда Вы регистрируетесь у Нас, Мы просим Вас предоставить определенную идентифицирующую информацию и документацию; Вы не сможете закончить регистрацию на нашем сайте без предоставления такой информации и/или документации. Мы сохраняем за собой право, в любое время (до завершения регистрации или после), потребовать от Вас предоставить и/или подтвердить дополнительную информацию и/или документацию которую Вы Нам ранее предоставили; если Вы не предоставите такую информацию и/или документацию в течение запрашиваемого времени или если наша компания предполагает, что какая-либо информация и/или документация, предоставленная Вами, была неправдивой или неточной или не является достоверной, или если Вы каким-либо другим образом не соответствуете какому бы то ни было правилу или условию данного Соглашения и/или всем правилам и принципам по использованию нашего Сайта и/или Услуг, или Мы предполагаем, по собственному усмотрению, что Вы злоупотребили, каким бы то ни было, способом или недобросовестно действовали в отношении Сайта и/или Услуг и/или других пользователей Сайта и Услуг, Мы сохраняем за собой право отказать Вам в открытии счёта, приостановить действие и/или аннулировать Ваш счёт на нашем сайте, и оставляем за собой право, заморозить и/или изъять какие бы то ни было средства, содержащиеся на Вашем счёте, на основании вышеупомянутых причин. Предоставляя Нам детали, каких бы то ни было платёжных средств, Вы заявляете и гарантируете, что либо Вы являетесь владельцем этих платёжных средств, либо владелец этих платёжных средств согласился на использование Вами платёжных средств, в связи с Сайтом и/или Услугами, и что такое использование осуществляется в рамках данного соглашения.

source: You acknowledge that We are under no obligation whatsoever to verify whether and to what extent did the owner of the means of payment agreed to such a use, and (in addition to any other remedy or right We have) You will be held liable for any misuse of such means of payment. You are responsible for securing Your username and password for Your account with Us, and You shall not transfer them to any third party. We are under no obligation to maintain Your user name and password. You agree to provide true, accurate, current and complete information about Yourself during the registration process and thereafter, and You also agree not to impersonate any person or entity, misrepresent any affiliation with another person, entity or association, use false headers or otherwise conceal Your identity from Us for any purpose. You shall notify Us immediately upon any change in any of the details You provided to Us.
ar: إنك تقر بأننا غير ملزمين على الإطلاق بالتحقق مما إذا كان صاحب وسائل الدفع يوافق على مثل هذا الاستخدام وإلى أي مدى تكون موافقته، وإنك (بالإضافة إلى أي تعويض أو حق آخر لدينا) سوف تكون مسؤولاً عن أي إساءة استخدام لمثل هذه الوسائل المستخدمة للدفع. وسوف تكون مسؤولاً عن تأمين اسم المستخدم وكلمة المرور الخاصة بك لحسابك معنا، ويجب عليك ألا تنقلها إلى أي طرف آخر. وإننا لن نكون ملزمين بالحفاظ على اسم المستخدم وكلمة المرور الخاصة بك. وإنك توافق على تقديم المعلومات الصحيحة والدقيقة والحديثة والكاملة عن نفسك أثناء عملية التسجيل وبعدها. وتوافق أيضًا على عدم انتحال شخصية أي شخص أو كيان، أو تشويه أي انتساب لأي شخص أو كيان أو مجموعة أخرى، أو استخدام عناوين مزيفة أو إخفاء هويتك عنا لأي غرض.و يجب عليك إبلاغنا على الفور في حال تغيير أي من التفاصيل التي قدمتها إلينا.
es: Usted reconoce que estamos bajo ninguna obligación de verificar si, y en qué medida lo hizo el dueño de los medios de pago acordado a dicho uso, y (además de cualquier otro recurso o derecho que tenemos) Usted será responsable de cualquier el mal uso de estos medios de pago. Usted es responsable de obtener su nombre de usuario y la contraseña de su cuenta con nosotros, y Usted no transferirá a terceros. No estamos bajo ninguna obligación de mantener su nombre de usuario y contraseña. Usted se compromete a proporcionar información verdadera, precisa, actual y completa sobre usted durante el proceso de registro o después y que también se compromete a no hacerse pasar por otra persona o entidad, falsear cualquier afiliación con otra persona, entidad o asociación, utiliza encabezados falsos o de otra manera ocultar Su identidad de nosotros por cualquier propósito. Usted debe notificarnos de inmediato sobre cualquier cambio en cualquiera de los detalles que nos proporcionó.
hi: आप यह स्वीकार रहे हैं कि हम पर यह बाध्यता नहीं होगी कि भुगतान के माध्यमों के मालिक के साथ कितना और किस हद तक इस्तेमाल करने का समझौता हुआ है इसका सत्यापन करें और (हमारे किसी उपाय या अधिकार के अतिरिक्त) भुगतान के ऐसे साधनों का दुरुपयोग होने पर आप ही जिम्मेदार होंगे. हमारे साथ आपके खाते के लिए आपना यूज़रनेम और पासवर्ड सुरक्षित रखने की जिम्मेदारी आपकी होगी. आपको इसे किसी तृतीय पक्ष के साथ साझा नहीं करना चाहिए. हम पर आपके यूज़रनेम और पासवर्ड रखने की बाध्यता नहीं होगी. आप पंजीकरण के दौरान अपने बारे में सही, सटीक, वर्तमान और पूरी जानकारी देने की सहमति देते हैं और आगे, आप यह सहमति भी देते हैं कि आप किसी दूसरे व्यक्ति या अस्तित्व होने का अभिनय नहीं करेंगे और किसी दूसरे व्यक्ति, अस्तित्व या संस्था से जुड़े होने का गलत प्रतिनिधित्व नहीं करेंगे और किसी भी मतलब के लिए फर्जी हेडर्स का इस्तेमाल नहीं करेंगे और हमसे किसी भी तरह अपनी पहचान नहीं छुपाएंगे. आपने जो विवरण हमें दिया उसमें कोई भी बदलाव होता है तो आपको इसकी सूचना तत्काल हमें देनी चाहिए.
pt: Você reconhece que nós estamo
ru: Вы подтверждаете, что Мы никоим образом не несём юридической ответственности за проверку наличия согласия, и в какой мере владелец платёжных средств дал разрешение на такое использование, и (в добавление к любым другим средствам правовой защиты и правам, принадлежащим Нам). Вы будете нести полную ответственность, за какое бы то ни было ненадлежащее использование таких платёжных средств. Вы полностью ответственны за обеспечение защиты логина и пароля Вашего счёта на Нашем сайте, и Вы не должны передавать данную информацию какой бы то ни было третьей стороне. Компания не обязана защищать Ваши имя пользователя и пароль (за исключением условий пункта №15 данного соглашения). Вы соглашаетесь предоставлять достоверную, точную, актуальную и полную информацию относительно Вас во время процесса регистрации и после него. Вы также соглашаетесь не выдавать себя за другое физическое или юридическое лицо, не предоставлять заведомо ложную информацию о принадлежности к физическому или юридическому лицу или объединению или другим способом скрывать Вашу личность от Нас, с какими бы то ни было целями. Вы должны немедленно сообщить Нам, о каком бы то ни было изменении какой любой информации, предоставленной Вами нашей компании ранее.

source: Your use of the Site and\or Services
ar: استخدامك للموقع و / أو الخدمات
es: La utilización del Sitio y\o Servicios
hi: इस साइट और/या सेवाओं का आपके द्वारा उपयोग
pt: Seu uso do site e\ou serviços
ru: Использование Cайта и/или Услуг

source: While using the Site and\or Our Services, you hereby acknowledge that:
ar: عند استخدامك لموقعنا و / أو خدماتنا، تقر بموجبه بما يلي:
es: Mientras que el uso del Sitio y\o nuestros servicios, usted reconoce que:
hi: साइट और/या हमारी सेवाओं का जब आप उपयोग करते हैं, आप इसके द्वारा स्वीकार करते हैं कि:
pt: Enquanto usando o Site e\ou Nossos serviços, você reconhece que:
ru: Используя Сайт и/или Наши услуги, настоящим Вы признаёте, что:

source: Your account with Us is for your sole and personal use, and You must not allow the use of Your account by any third party. You hold full and sole responsibility for any loss or damage caused due to any act or omission by You or any third party as a result of inappropriate, irregular or unauthorized use of Your account. Without derogating from the above, You must inform us immediately of any unauthorized use of Your account;
ar: أن حسابك معنا هو لاستخدامك الوحيد والشخصي، ويجب ألا تسمح لأي طرف آخر باستخدام حسابك. وسوف تتحمل المسؤولية الكاملة بمفردك عن أي خسارة أو ضرر يحدث بسبب قيامك أنت أو أي طرف آخر بالتصرف أو التقصير بسبب الاستخدام غير الملائم أو غير المنتظم أو غير المصرح به لحسابك. ودون انتقاص لما سبق ذكره، يجب عليك إخطارنا على الفور بأي استخدام غير مصرح به لحسابك؛
es: Su cuenta con nosotros es para su uso exclusivo y personal, y usted no debe permitir el uso de su cuenta por terceros. Usted tiene la responsabilidad total y única de las pérdidas o daños causados por cualquier acto u omisión por parte suya o de terceros como consecuencia de un uso inadecuado, irregular o no autorizado de su cuenta. Sin perjuicio de lo anterior, deberá informarnos inmediatamente de cualquier uso no autorizado de su cuenta;
hi: हमारे साथ आपका खाता सिर्फ आपके निजी उपयोग के लिए है, और आपको किसी तृतीय पक्ष को अपना खाता इस्तेमाल करने की इजाजत बिल्कुल नहीं देनी चाहिए. आपके द्वारा या आपके खाते के अनुचित, अनियमित या अनधीकृत इस्तेमाल के फलस्वरूप किसी तृतीय पक्ष द्वारा की गई किसी गलती के चलते कोई नुकसान या घाटा हुआ तो इसकी केवल और पूरी जिम्मेदारी आपकी होगी. उपरोक्त शर्त से विचलित हुए बिना, अपने खाते का अगर अनधीकृत इस्तेमाल होता है तो आपको इसकी सूचना हमें तत्काल देनी चाहिए;
pt: Sua conta conosco é para seu uso particular e exclusivo, e você não deve permitir o uso de sua conta por nenhum terceiro. Você é inteiramente e unicamente responsável por qualquer perda ou dano causado devido a qualquer ato ou omissão por você ou qualquer terceiro como resultado de uso inapropriado, irregular ou não autorizado de sua conta. Sem derrogatório do acima, você deve nos informar imediatamente sobre qualquer uso não autorizado de sua conta;
ru: Ваш счёт у Нас служит исключительно для Вашего персонального пользования, и Вы не должны допускать использования Вашего счёта, какой бы то ни было третьей стороной. Вы несёте полную и единоличную ответственность за любые утраты или повреждения, вызванные, каким бы то ни было действием или бездействием, с Вашей или третьей стороны, в результате ненадлежащего, ошибочного или неправомерного использования Вашего счёта. Не исключая упомянутого выше, Вы должны немедленно сообщать Нам о каком бы то ни было неправомерном использовании Вашего счёта;

source: You are solely responsible for recording, paying and accounting for any tax or other levy that may be payable due to Your use of the Site and\or the Services (including, but not limited to, payment of earnings);
ar: سوف تتحمل المسؤولية بمفردك عن التسجيل والدفع والمحاسبة عن أي ضريبة أو رسوم أخرى قد تكون مستحقة الدفع بسبب استخدامك للموقع و / أو الخدمات (بما في ذلك، على سبيل المثال لا الحصر، دفع الأرباح)؛
es: Usted es el único responsable de la grabación, pagos y contabilidad de cualquier impuesto o gravamen que puedan aplicarse debido a la utilización del Sitio y\o de los Servicios (incluyendo, pero no limitado a, el pago de los ingresos);
hi: आपके द्वारा साइट और/या सेवाओं के इस्तेमाल (जिसमें कमाई का भुगतान शामिल तो है लेकिन उसी तक सीमीत नहीं है) के चलते लगने वाले किसी कर या लेवी पर रिकार्डिंग, भुगतान और लेखांकन की पूरी जिम्मेदारी आपकी होगी;
pt: Você é o único responsável pelo registro, pagamento e contabilidade de qualquer imposto ou outra cobrança que possa ser pagável devido a seu uso do site\ou dos serviços (incluindo, mas não limitado a pagamento de ganhos);
ru: Вы единолично ответственны за учёт и уплату, каких бы то ни было налогов или других сборов, которые могут подлежать оплате ввиду пользования Вами Сайтом и/или Услугами (включая, но, не ограничиваясь, платежами с полученного дохода);
