Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: Active bets
ar: رهانات نشطة
es: Apuestas activas
hi: सक्रिय दांव
pt: Apostas ativas

source: Last investments
ar: استثمارات سابقة
es: Últimos inversiones
hi: पिछले निवेश
pt: Últimos investimentos

source: Personal info
ar: معلومات شخصية
es: Información personal
hi: निजी सूचना
pt: Informação pessoal

source: change
ar: تغيير
es: modificación
hi: परिवर्तन
pt: alterar

source: Withdrawals
ar: عمليات السحب
es: Retiradas
hi: वापसी
pt: Retiradas

source: Taking out the money
ar: الحصول على المال
es: Sacando el dinero
hi: धन ले लेना
pt: Tirando o dinheiro

source: Deposit
ar: إيداع
es: Depósito
hi: जमा
pt: Depósito
ru: Депозит

source: Deposit the money
ar: إيداع المال
es: Depositar el dinero
hi: धन जमा करना
pt: Deposite o dinheiro

source: Transactions
ar: المعاملات
es: Transacciones
hi: लेन-देन
pt: Transações
ru: Транзакции

source: Investment statistic
ar: إحصائية الاستثمار
es: Estadística de inversión
hi: निवेश आंकड़ा
pt: Estatística do investimento

source: Bonuses
ar: المكافآت
es: Bonificaciones
hi: बोनस
pt: Bônus
ru: Бонусы

source: Bonuses statistic
ar: إحصائية المكافآت
es: Estadística de bonificaciones
hi: बोनस आंकड़ा
pt: Estatística do bônus

source: Assets
ar: الأصول
es: Bienes
hi: परिसम्पत्तियां
pt: Ativos
ru: Активы

source: Hours:
ar: الساعات:
es: Horas
hi: घण्टे:
pt: Horas:

source: Minutes:
ar: الدقائق:
es: Minutos:
hi: मिनट:
pt: Minutos:

source: Profit:
ar: الربح:
es: Lucro:
hi: लाभ:
pt: Lucro:

source: Assets:
ar: الأصول:
es: Bienes:
hi: परिसम्पत्तियां:
pt: Ativos:

source: Invest
ar: استثمار
es: Invertir
hi: निवेश करो
pt: Investir

source: Continue
ar: Продолжить
es: Продолжить
hi: Продолжить
pt: Продолжить
ru: Продолжить

source: Registration
ar: تسجيل
es: Registro
hi: पंजीयन
pt: Registração

source: Password
ar: كلمة المرور
es: Contraseña
hi: पासवर्ड
pt: Senha
ru: Пароль

source: Forgot Password?
ar: هل نسيت كلمة المرور؟
es: Has Olvidado Tu Contraseña?
hi: पासवर्ड भूल गए?
pt: Esqueceu Senha?

source: Wrong password or login
ar: كلمة المرور خاطئة أو تسجيل الدخول
es: Contraseña incorrecta o login
hi: गलत पासवर्ड या लॅागिन
pt: Senha ou dados de login incorretos
ru: Неверный пароль, или логин

source: Your account blocked, try to use password recovery tool or contact our support team
ar: تم حظر حسابك، حاول استخدام أداة استرداد كلمة المرور أو الاتصال بفريق الدعم لدينا
es: Su cuenta fue bloqueada, tratar de utilizar la herramienta de recuperación de contraseña o póngase en contacto con nuestro equipo de soporte
hi: आपका खाता अवरुद्ध किया गया, पासवर्ड रिकवरी टूल को इस्तेमाल करने की कोशिश करें या हमारे सपोर्ट टीम से सम्पर्क करें
pt: Sua conta foi bloqueada, tente usar ferramenta de recuperação de senha ou entre em contato com a equipe de suporte

source: Probably you wanted to enter a Demo mode
ar: ربما كنت تريد دخول وضع تجريبي
es: Probablemente usted quería entrar en un modo de demostración
hi: संभवतः आपने डेमो मोड में प्रवेश करना चाहा
pt: Provavelmente você queria entrar em um modo de Demonstração
ru: Вероятно вы хотели войти в демо режим

source: Probably you wanted to enter a Real mode
ar: ربما كنت تريد دخول وضع حقيقي
es: Probablemente usted quería entrar en un modo real
hi: संभवतः आपने वास्तविक मोड में प्रवेश करना चाहा
pt: Provavelmente você queria entrar em um modo Real
ru: Вероятно вы хотели пойти в реальный режим

source: Logout
ar: تسجيل الخروج
es: Cerrar sesión
hi: लॅागआउट
pt: Sair
ru: Выйти

source: Account
ar: الحساب
es: Cuenta
hi: खाता
pt: Conta

source: OPEN ACCOUNT
ar: فتح حساب
es: ABRIR CUENTA
hi: खाता खोलें
pt: ABRIR CONTA

source: OPEN DEMO ACCOUNT
ar: فتح حساب تجريبي
es: ABRIR CUENTA DE DEMONSTRACIÓN
hi: डेमो खाता खोलें
pt: ABRIR CONTA DE DEMONSTRAÇÃO

source: Main
ar: رئيسي
es: Principal
hi: मेन
pt: Principal

source: Rules
ar: القواعد
es: Reglas
hi: नियम
pt: Regras

source: Info
ar: معلومات
es: Información
hi: सूचना
pt: Informação
ru: Инфо

source: FAQ
ar: أسئلة وأجوبة
hi: अक्सर पूछे जाने वाले प्रश्न

source: Privacy
ar: الخصوصية
es: Privacidad
hi: गोपनीयता
pt: Privacidade
ru: Конфиденциальность

source: What are binary options
ar: ماذا عن الخيارات الثنائية
es: ¿Cuáles son las opciones binarias
hi: बाइनरी ऑप्सन क्या हैं
pt: Quais são as opções binárias

source: Strategies
ar: الاستراتيجيات
es: Estrategias
hi: रणनीतियां
pt: Estratégias

source: Glossary
ar: قاموس المصطلحات
es: Glosario
hi: शब्दकोष
pt: Glossário
ru: Словарь Терминов

source: Disclaimer
ar: إخلاء المسؤولية
es: Descargo de responsabilidad
hi: अस्वीकरण
pt: Aviso Legal
ru: Предупреждение

source: Terms And Conditions
ar: الأحكام والشروط
es: Términos Y Condiciones
hi: नियम और शर्तें
pt: Termos e Condições

source: Account Types
ar: أنواع الحسابات
es: Tipos de cuenta
hi: खाता प्रकार
pt: Tipos de Conta

source: Partners
ar: الشركاء
es: Socios
hi: भागीदार
pt: Parceiros

source: Trade
ar: تداول
es: Comercio
hi: व्यापार
pt: Comercializar
ru: Торговля

source: Classic
ar: تقليدي
es: Clásico
hi: विशिष्ट
pt: Clássico

source: Builder
ar: منشئ
es: Constructor
hi: बिल्डर
pt: Construtor

source: 60 seconds
ar: 60 ثانية
es: 60 segundos
hi: 60 सेकण्ड
pt: 60 segundos

source: About us
ar: من نحن
es: Quiénes somos
hi: हमारे बारे में
pt: Sobre nós

source: Bonus
ar: المكافآت
es: Bonos
hi: बोनस
pt: Bônus
ru: Бонус

source: START TO TRADE NOW
ar: ابدأ التداول الآن
es: INICIAR OPERACIÓN AHORA
hi: व्यापार करने के लिए शुरू करें
pt: COMEÇAR A COMERCIALIZAR AGORA

source: Firt Name
ar: الاسم الأول
es: Primero Nombre
hi: पहला नाम
pt: Primeiro Nome

source: Last Name
ar: الاسم الأخير
es: Nombre de familia
hi: अंतिम नाम
pt: Último Nome
ru: Фамилия

source: Country
ar: البلد
es: País
hi: देश
pt: País
ru: Страна

source: Please accept our
ar: الرجاء قبول
es: Por favor, acepte nuestra
hi: कृपया हमारी मान लें
pt: Por favor, aceite nossos
ru: Примите наши

source: terms and conditions
ar: الأحكام والشروط
es: términos y condiciones
hi: नियम और शर्तें
pt: termos e condições
ru: Условия и положения

source: Investments:
ar: الاستثمارات:
es: Inversiones:
hi: निवेश:
pt: Investimentos:

source: Expires
ar: الانتهاء
es: Expira
hi: अवधि की समाप्ति
pt: Expira

source: MAIN
ar: رئيسي
es: PRINCIPAL
hi: मेन
pt: PRINCIPAL

source: RULES
ar: القواعد
es: REGLAS
hi: नियम
pt: REGRAS
ru: ПРАВИЛА

source: Conditions
ar: الشروط
es: Condiciones
hi: शर्तें
pt: Condições

source: INFO
ar: معلومات
es: INFORMACIÓN
hi: सूचना
pt: INFORMAÇÃO
ru: ИНФО

source: Binary options
ar: خيارات ثنائية
es: Opciones binarias
hi: बाइनरी ऑप्सन
pt: Opções binárias

source: TRADING
ar: تداول
es: COMERCIO
hi: व्यापार करना
pt: COMERCIALIZANDO

source: Classic options
ar: خيارات تقليدية
es: Opciones classicas
hi: विशिष्ट विकल्प
pt: Opções clássicas

source: Risk Warning: All information in and on 24boption.com is solely for informative means, and is not intended to be taken as financial advice. No users, traders or site viewers should act, as a result of 24boption`s content without first consulting the suitable financial expert advice. LAKORO ltd. publically repudiate all liabilities related to, or resulting from, any acts, taken or not, founded on any or all of the content on this site. It is recommended that traders should know that Binary Options trading is known as a `high risk` monetary activity that has the potential to cause the trader to lose part of, or all of, the invested funds in a relatively short time period. All traders are kindly advised to decide if this activity will fit their needs, if they have the fiscal resources for it and if this is a worthwhile personal undertaking.Trading in options is not suitable for many members of the public. You should carefully consider whether binary option trading or any option trading is appropriate for you in light of your experience, objectives, financial resources and other relevant circumstances.
ar: التحذير من المخاطر: جميع المعلومات الواردة في 24boption.com أو عليه مخصصة لأغراض إعلامية فقط، وليس الغرض منها أن تؤخذ كمشورة مالية. ولا ينبغي للمستخدمين أو المتداولين أو المشاهدين للموقع التصرف بناءً على محتوى 24boption دون استشارة الخبير المالي المناسب أولاً. وتخلي شركة لاكورو المحدودة مسؤوليتها علنًا عن جميع الالتزامات الناتجة عن أو المتعلقة بأي تصرف سواء تم إجراءه من عدمه على أساس جزء من محتوى هذا الموقع أو كله. ومن المستحسن أن يكون المتداول على علم بأن تداول الخيارات الثنائية معروف بالنشاط النقدي "مرتفع المخاطر"، ويكون هناك احتمال لخسارة المتداول جزء من الأموال المستثمرة أو كلها في فترة زمنية قصيرة نسبيًا. ونوصي جميع المتداولين بأن يقرروا ما إذا كان هذا النشاط سيناسب احتياجاتهم، إذا كان لديهم الموارد المالية لذلك، وإذا كان هذا بمثابة تعهد شخصي جدير بالاهتمام. كما أن التداول في الخيارات غير مناسب لكثير من الأفراد. ويجب عليك أن تنظر بعناية فيما إذا كان تداول الخيارات الثنائية أو أي تداول للخيارات مناسب لك في ضوء خبرتك، وأهدافك، ومواردك المالية وغيرها من الظروف ذات الصلة.
es: Advertencia de Riesgo: Toda la información en y sobre 24boption.com es únicamente para los medios informativos, y no pretende ser tomado el asesoramiento financiero. Ningún usuario, comerciante o visitante de ese debe actuar, como resultado del contenido de 24boption sin antes consultar el asesoramiento de expertos financieros adecuados. LAKORO ltd. públicamente repudia todos los pasivos relacionados con, o como resultado de, cualquier acto, tomado o no, basados en cualquier o todos los contenidos de este sitio. Se recomienda comerciantes que comerciantes deben saber que el comercio de las opciones binarias se conoce como actividad monetaria de algo riesgo que tienes el potencial de hacer que el operador pierda parte de, o todos, los fondos invertidos en un periodo relativamente corto. Todos los comerciantes sean amablemente aconsejados en decidir si esta actividad se ajuste a sus necesidades, si disponen de los recursos fiscales para ello y si se trata de un compromiso personal que vale la pena. La negociación de opciones no es adecuado para muchos miembros del público. Usted debe considerar cuidadosamente si el comercio de opciones binarias o cualquier opción de comercio es adecuado para usted en función de su experiencia, objetivos, recursos financieros y otras circunstancias relevantes.
hi: जोखिम चेतावनी: 24boption.com के अंदर दी गई सभी सूचनाओं का उद्देश्य केवल सूचनात्मक उपायों के लिए है, आर्थिक सलाह के तौर पर नहीं. 24boption में दी गई सामग्री के परिणामस्वरूप किसी भी उपयोगकर्ता, व्यापारी या साइट के दर्शक को पहले उचित आर्थिक विशेषज्ञ से परामर्श किए बिना कदम उठाना नहीं चाहिए. इस साइट पर मौजूद किसी या पूरी सामग्री के चलते उठाए या नहीं उठाए गए कदमों के चलते उत्पन्न होने वाले तमाम उत्तरदायित्वों को लाकोरो लिमिटेड सार्वजनिक रूप से परित्याग करती है. यह सिफारिश की जाती है कि व्यापारी जान लें कि बाइनरी विकल्प को एक 'उच्च जोखिम' वाले मौद्रिक गतिविधि मान लिया जाता है जिसमें व्यापारी को निवेश किए गए धन के हिस्से को या पूरी तरह अपेक्षाकृत कम समय में खोने की संभावना होगी. सभी व्यापारियों को विनम्र सुझाव है कि वे यह तय कर लें कि क्या यह गतिविधि उनकी जरूरतों के लिए ठीक होगा, क्या इसके लिए उनके पास वित्तीय संसाधन मौजूद हैं और क्या यह सार्थक व्यक्तिगत उपक्रम है. कई लोगों को विकल्पों में व्यापार करना उपयुक्त नहीं होगा. आपको सावधानी से विचार करना चाहिए कि आपके अनुभव, उद्देश्यों, वित्तीय संसाधनों और अन्य प्रासंगिक परिस्थितियों के आलोक में क्या आपको बाइनरी विकल्प व्यापार या और कोई विकल्प व्यापार उपयुक्त है या नहीं.
pt: Aviso de risco: Toda informação no 24boption.com é unicamente para fins informativos, e não é destinada para ser entendida como conselho financeiro. Nenhum usuário, comerciante ou visitante do site deve agir, como um resultado do conteúdo do 24boption sem primeiro consultar um conselho de especialista financeiro adequado. A LAKORO ltd. publicamente rejeita todas as responsabilidades relacionadas a, ou resultantes de, quaisquer atos, recebidos ou não, baseados em qualquer ou todo o conteúdo neste site. Recomenda-se que comerciantes devem saber que a comercialização das Opções Binárias é conhecida como uma atividade monetária de “alto risco” que tem potencial para causar com que o comerciante perda parte de, ou todo, dos fundos investidos em um período relativamente curto. Todos os comerciantes são gentilmente avisados em escolher se esta atividade irá ser compatível com suas necessidades, se possuem os recursos financeiros para ela e se este é um empreendimento pessoal interessante. A negociação de opções não é adequada para muitos. Você deve considerar cuidadosamente se a comercialização de opção binária ou qualquer comercialização de opção é apropriada para você tendo em vista sua experiência, objetivos, recursos financeiros e outras circunstâncias relevantes.

source: All rights reserved
ar: جميع الحقوق محفوظة
es: Reservados todos los derechos
hi: सभी अधिकार सुरक्षित
pt: Todos os direitos reservados

source: Email
ar: البريد الإلكتروني
hi: ई-मेल

source: Forgot password?
ar: هل نسيت كلمة المرور؟
es: Has olvidado tu contraseña?
hi: पासवर्ड भूल गए?
pt: Esqueceu a senha?

source: Enter
ar: إدخال
es: Entrar
hi: एंटर
pt: Entrar

source: DEMO Email
ar: بريد إلكتروني تجريبي
es: E-mail de DEMONSTRACIÓN
hi: डेमो ई-मेल
pt: E-mail de DEMONSTRAÇÃO

source: DEMO Password
ar: كلمة مرور تجريبية
es: Contraseña de DEMONSTRACIÓN
hi: डेमो पासवर्ड
pt: Senha de DEMONSTRAÇÃO

source: Ballance:
ar: الرصيد:
es: Saldo
hi: शेष:
pt: Saldo:

source: Tournaments
ar: المسابقات
es: Турниры
hi: प्रतियोगिता
pt: Competições

source: Register
ar: سجل
es: Регистрация
hi: रजिस्टर
pt: Registrar

source: Enter
ar: إدخال
es: Войти
hi: एंटर
pt: Entrar

source: HOW TO TRADE
ar: كيفية التداول
es: КАК ТОРГОВАТЬ
hi: कैसे व्यापार करें
pt: COMO COMERCIALIZAR

source: Learn About Our Product
ar: تعرف على منتجاتنا
es: Изучите наш продукт
hi: हमारे उत्पाद के बारे में जानें
pt: Aprenda Sobre Nosso Produto

source: Option Builder
ar: منشئ الخيار
es: Конструктор Опционов
hi: ऑप्शन बिल्डर
pt: Opção Construtor

source: Classic Option
ar: خيار تقليدي
es: Классические бинарные опционы
hi: विशिष्ट ऑप्शन
pt: Opção Clássica

source: 60 Seconds
ar: 60 ثانية
es: 60 Секунд
hi: 60 सेकण्ड
pt: 60 Segundos
ru: 60 Секунд

source: Every Second Counts
ar: كل ثانية
es: Cada segundo cuenta
hi: हर पल मायने रखता है
pt: Cada Segundo Conta

source: Experience the thrill of trading at top speed with
ar: تعتبر تجربة مثيرة للتداول بسرعة قصوى خلال
es: Experimenta la emoción de la negociación a la máxima velocidad con
hi: तेज गति से व्यापार करने का रोमांच अनुभव करें
pt: Experiencie a emoção de comercializar em velocidade alta com

source: 1 Minute Expiry.
ar: 1 دقيقة للإنتهاء.
es: Expiración de 1 minuto.
hi: 1 मिनट में अवधि समाप्त होगी.
pt: Expiração de 1 Minuto.

source: Pick it up in no time, and trade your way to success in just
ar: لا تفوت الفرصة وحقق الاستفادة في وقت وجيز، حيث يكون التداول طريقك للنجاح خلال
es: Cógelo en muy poco tiempo, y haga la comercialización para tener éxito
hi: इसे तुरंत उठाओ, और सफलता की राह पर व्यापार करें सिर्फ
pt: Escolha rapidamente, e comercialize até obter sucesso em apenas

source: 60 seconds!
ar: 60 ثانية فقط!
es: 60 segundos!
hi: 60 सेकण्ड में!
pt: 60 segundos!

source: Read more...
ar: اقرأ المزيد...
es: Leer más...
hi: और पढ़ें...
pt: Ler mais...

source: Select the asset you want to trade.
ar: حدد الأصل الذي تريد تداوله.
es: Seleccione el activo que desea para el comercio.
hi: परिसंपत्ति का चयन करें जिसे आप व्यापार करना चाहते हैं
pt: Selecione o ativo que você deseja comercializar.

source: Enter the amount of money you want to invest.
ar: أدخل مبلغًا من المال ترغب في استثماره.
es: Introduzca la cantidad de dinero que desea invertir.
hi: आप जितना निवेश करना चाहते हैं वह धनराशि दर्ज करें.
pt: Inserir a quantia de dinheiro que você deseja investir.

source: Live Graf shows current price dynamics. Use it on your decision making process.
ar: يوضح التخطيط النشط ديناميات الأسعار الحالية. ينبغي استخدامه في عملية صنع القرار الخاص بك.
es: El gráfico en tiempo real muestra la dinámica de los precios actuales. Utilícelo en su proceso de toma de decisiones.
hi: लाइव ग्राफ से वर्तमान कीमत गतिशीलता का पता चलता है. अपने निर्णय लेने की प्रक्रिया में इसका इस्तेमाल करें.
pt: O gráfico ao vivo mostra a dinâmica do preço atual. Use-o em seu processo de tomada de decisão.

source: Click "CALL" if you think the price will rice above the current rate at the expire. Or click "PUT" if you think the price will fall.
ar: انقر فوق "الشراء" إذا كنت تعتقد أن السعر سوف يرتفع فوق المعدل الحالي عند الانتهاء. أو انقر فوق "البيع" إذا كنت تعتقد أن السعر سينخفض.
es: Haga clic en "LLAMADA" si usted piensa que el precio se elevará por encima de la tasa vigente al expirar. O haga clic en "PUT" si usted piensa que el precio caerá.
hi: अगर आपको लगता है कि समाप्ति से पहले कीमत वर्तमान दर से बढ़ जाएगी तो क्लिक करें "कॉल". या अगर आपको लगता है कि कीमत गिर जाएगी तो क्लिक करें "PUT".
pt: Clique em "CHAMADA", se você acha que o preço irá aumentar acima da taxa atual na expiração. Ou clique em "COLOCAR", se você acha que o preço irá cair.

source: Open multiple positions.
ar: افتح أوضاع متعددة.
es: Abra múltiples posiciones.
hi: अनेक पोजिशन खोलें.
pt: Abrir múltiplas posições.

source: Chose your asset
ar: اختر الأصل الخاص بك
es: Eligió su activo
hi: अपनी परिसंपत्ति का चयन करें
pt: Escolha seu ativo

source: Select which way your asset is going
ar: حدد الطريقة التي يسير عليها الأصل الخاص بك
es: Seleccione qué manera su activo va
hi: आपकी परिसंपत्ति किस राह पर जा रही है चुनें
pt: Selecione qual caminho seu ativo está indo

source: Select your investment amount
ar: حدد مبلغ الاستثمار الخاص بك
es: Seleccione el monto de su inversión
hi: अपनी निवेश राशि चुनें
pt: Selecione sua quantia de investimento

source: Earn up to 76% returns
ar: حقق عائدات تصل إلى 76%
es: Gane hasta 76% de los retornos
hi: 76% तक रिटर्न कमाएं
pt: Ganha até 76% de retorno

source: Options Builder
ar: منشئ الخيارات
es: Opciones Constructor
hi: ऑप्शन बिल्डर
pt: Opções Construtor

source: Customize Your Trades.
ar: قم بتخصيص التداولات الخاصة بك
es: Personalice Sus Operaciones.
hi: अपने व्यापारों को कस्टमाइज करें.
pt: Personalizar sua comercializações.

source: Set your own stakes. Option Builder lets you change the rules.
ar: عين الحصص الخاصة بك. يتيح لك منشئ الخيار تغيير القواعد.
es: Establezca sus propias apuestas. Opción Constructor le permite cambiar las reglas.
hi: अपने दांव सेट करें. ऑप्शन बिल्डर आपको नियम बदलने की सुविधा देता है.
pt: Definir suas próprias apostas. A Opção Construtor deixa você alterar as regras.

source: You can determine your own profit to risk ratio by cus-
ar: يمكنك تحديد الربح الخاص بك إلى نسبة المخاطر بواسطة
es: Usted puede determinar su propio lucro para razón de riesgo al
hi: क्या आप जोखिम अनुपात पर अपने लाभ को निर्धारित कर सकेंगे
pt: Você pode determinar sua própria relação de risco lucro

source: tomizing the percent of returneither expire outcome.
ar: تخصيص نسبة العائدات حتى مع انتهاء النتائج.
es: personalizar el porcentaje de retorno de cualquier resultado de expiración.
hi: परिणाम खत्म होने से पहले रिटर्न प्रतिशत कस्टमाइज करके
pt: personalizando a porcentagem de resultado expiração retorno

source: Choose an expire time that suits your market expectations.
ar: اختر وقت الانتهاء الذي يناسب توقعاتك للسوق.
es: Escoja un tiempo de expiración que se adapte a sus expectativas del mercado.
hi: आपके मार्केट उम्मीदों के अनुरूप एक समयावधि चुनें.
pt: Escolha um tempo de expiração compatível com suas expectativas de mercado.

source: Enter Investment Amount and click "Submit".
ar: أدخل مبلغ الاستثمار وانقر فوق "إرسال".
es: Ingrese monto de inversión y haga clic en "Enviar".
hi: निवेश धनराशि दर्ज करें और क्लिक करें "सब्मिट"
pt: Insira a quantia de investimento e clique em "Enviar".

source: and expire
ar: وقت الانتهاء
es: y expiración
hi: और अवधि समाप्त होगी
pt: e expiração

source: Chose your profit, risk level
ar: اختر الربح الخاص بك ومستوى المخاطر
es: Escoja su lucro y el nivel de riesgo
hi: अपना लाभ, जोखिम स्तर चुनें
pt: Escolha seu lucro, nível de risco

source: and investment amount;
ar: ومبلغ الاستثمار؛
es: y monto de la inversión;
hi: और निवेश धनराशि;
pt: e quantia de investimento;

source: Click on the button
ar: انقر فوق الزر
es: Haga clic en el botón
hi: बटन पर क्लिक करें
pt: Clique no botão

source: Exciting. Engaging. Easy.
ar: مثير. جذاب. سهل
es: Interesante. Comprometiendo. Fácil.
hi: रोमांचक है. बांधने वाला है. आसान है.
pt: Excitante. Atraente. Fácil.

source: Making a trade is done in three easy steps.
ar: قم بالتداول في ثلاث خطوات سهلة.
es: Hacer un comercio se realiza en tres sencillos pasos.
hi: तीन आसान चरणों में व्यापार किया जाता है.
pt: A comercialização é feita em três passos fáceis.

source: Select your asset.
ar: حدد الأصل الخاص بك.
es: Seleccione su activo.
hi: अपनी परिसंपत्ति चुनें.
pt: Selecione seu ativo.

source: Make your prediction -
ar: قدم توقعك -
es: Haga su predicción -
hi: अपनी भविष्यवाणी करें
pt: Faça sua previsão -

source: Choose the amount you want to trade - then click
ar: اختر المبلغ الذي تريد تداوله - ثم انقر فوق
es: Elija la cantidad que desea para el comercio - después haga clic en
hi: जितनी धनराशि आप लगाना चाहते हैं चुनें - फिर क्लिक करें
pt: Escolha a quantia que você deseja comercializar - em seguida clique em

source: SUBMIT
ar: إرسال
es: ENVIAR
hi: सब्मिट
pt: ENVIAR

source: Exciting. Engaging. Easy
ar: مثير. جذاب. سهل
es: Interesante. Comprometiendo. Fácil
hi: रोमांचक है. बांधने वाला है. आसान है.
pt: Excitante. Atraente, Fácil.

source: Choose your preferred expiry time and risk level.
ar: اختر مستوى المخاطر ووقت الإنتهاء المفضل لديك.
es: Elija su tiempo de caducidad preferido y nivel de riesgo.
hi: अपना पसंदीदा समाप्ति समय और जोखिम के स्तर का चयन करें.
pt: Escolha seu tempo de expiração preferido e o nível de risco.

source: Earn up to 75% returns
ar: حقق عائدات تصل إلى 75%
es: Gane hasta 75% de los retornos
hi: 75% तक रिटर्न कमाएं
pt: Ganhe até 75% de retorno

source: Classic Binary Options
ar: خيارات ثنائية تقليدية
es: Opciones Binarias Clásicas
hi: विशिष्ट बाइनरी ऑप्शन
pt: Opções binárias clássicas

source: Step 1.
ar: خطوة 1
es: Paso 1.
hi: चरण 1.
pt: Passo 1.

source: Select the asset you want to trade
ar: حدد الأصل الذي تريد تداوله
es: Seleccione el activo que desea para comercializar
hi: परिसंपत्ति का चयन करें जिसे आप व्यापार करना चाहते हैं
pt: Selecione o ativo que você deseja comercializar

source: Step 2.
ar: خطوة 2
es: Paso 2.
hi: चरण 2.
pt: Passo 2.

source: Choose your preferred expiry time and risk level
ar: اختر مستوى المخاطر ووقت الإنتهاء المفضل لديك
es: Elija su tiempo de caducidad preferido y nivel de riesgo
hi: अपना पसंदीदा समाप्ति समय और जोखिम के स्तर का चयन करें
pt: Escolha seu tempo de expiração preferido e o nível de risco

source: Step 3.
ar: خطوة 3
es: Paso 3.
hi: चरण 3.
pt: Passo 3.

source: Live Graph shows current price dynamics. Use it on your desicion making process.
ar: يوضح التخطيط النشط ديناميات الأسعار الحالية. ينبغي استخدامه في عملية صنع القرار الخاص بك.
es: El Gráfico en tiempo real muestra la dinámica de los precios actuales. Utilícelo en su proceso de toma de desiciones.
hi: लाइव ग्राफ से वर्तमान कीमत गतिशीलता का पता चलता है. अपने निर्णय लेने की प्रक्रिया में इसका इस्तेमाल करें.
pt: O gráfico ao vivo mostra a dinâmica do preço atual. Use-o em seu processo de tomada de decisão.

source: Step 4.
ar: خطوة 4
es: Passo 4.
hi: चरण 4.
pt: Passo 4.

source: Click "CALL" if you think the price will rise above the current rate at the expiry.
ar: انقر فوق "الشراء" إذا كنت تعتقد أن السعر سوف يرتفع فوق المعدل الحالي عند الانتهاء.
es: Haga clic en "CALL" si usted piensa que el precio se elevará por encima de la tasa actual al expiración.
hi: अगर आपको लगता है कि समाप्ति से पहले कीमत वर्तमान दर से बढ़ जाएगी तो क्लिक करें "कॉल".
pt: Clique em "CHAMADA", se você acha que o preço irá aumentar acima da taxa atual na expiração.
