Repository: mosX/languageworkshop
Catalog: html/locale/*/LC_MESSAGES/messages.po
Languages: ar, es, hi, pt, ru

source: If you did not change your account password, or you have any suspicion that it has being hacked: please contact our support team at: %s.
ru: Если вы не меняли свой пароль от аккаунта, или имеете подозрение во взломе совего аккаунта, пожалуйста свяжитесь с нашей службой поддержки: %s

source: If you did not change your account password, or you have any suspicion that it has being hacked: please contact our support team at: %s
ru: Если вы не меняли свой пароль от аккаунта, или имеете подозрение во взломе совего аккаунта, пожалуйста свяжитесь с нашей службой поддержки: %s

source: Pin Code
ru: Пин код

source: %s was developed in 2012 for both beginners and skilled traders who choose to trade safely on the binary options market, acquire decision-making skills and keep up to date on international economic and financial developments.
ru: %s был разработан в 2012 году как для начинающих, так и опытных трейдеров, которые хотят безопасно торговать на рынке бинарных опционов, приобретают навыки принятия решений и держать в курсе международных экономических и финансовых разработок.

source: %s relies on a team of professionals of the financial market, whose mission is to advise and assist customers in their investments and make efforts so that they would benefit from multiple profit opportunities.
ru: %s полагается на команду профессионалов финансового рынка, чья миссия заключается в предоставлении консультаций и помощи клиентам в своих инвестиций и прилагать усилия, чтобы они выигрывали от множества возможностей получения прибыли.

source: Having analyzed the investor’s profile, we set up an efficient and profitable "Money Management", which is fully customized to the investors needs.
ru: Проанализировав профиль инвестора, мы создали эффективную и прибыльную "Money Management ", который полностью настроенный к потребностям инвесторов.

source: %s offers access to binary options trading for everyone via the fusion of a simple interface, ongoing support and an available and proactive professional team.
ru: %s предлагает доступ к бинарным опционами для всех через слияние простого интерфейса, постоянной поддержки и доступной и активной профессиональной команды.

source: We strive to provide the highest level of customer service in order to achieve our goal of 100% customer satisfaction.
ru: Мы стремимся обеспечить самый высокий уровень обслуживания клиентов чтобы достичь нашей цели 100% cудовлетворенности клиентов.

source: Soon on %s
ru: Скоро на %s

source: Good Trading !
ru: Хорошая Торговля!

source: BONUSES
ru: БОНУСЫ

source: CONFIRM
ru: ПОДТВЕРДИТЬ

source: Deposit Funds
ru: Депозит

source: If you have any problems with deposit funds please contact our support team at:
ru: Если у Вас возникли трудности с пополнением средств, пожалуйста, свяжитесь с нашей службой поддержки:

source: Deals History
ru: История Сделок

source: Start Date
ru: Время начала

source: End Date
ru: Дата окончания

source: Personal details
ru: Персональная информация

source: Howewer, You can not change user`s name. It is made for your account`s safety. If you have any problems with account personal info: please contact our support team at %s
ru: Однако Вы не можете изменять имя пользователя. Это сделано в целях безопасности Вашего аккаунта. Если у Вас возникли любые трудности с изменением личных данных, свяжитесь с нами: %s

source: Current password
ru: Текущий пароль

source: In Progress
ru: В обработке

source: Processed
ru: Обработана

source: Canceled
ru: Отменена

source: The minimum withdrawal amount is $ %s
ru: Минимальный объём средств для снятия: $ %s

source: If you have any problems with withdrawal operation: please contact our support team at:
ru: Если у Вас возникли трудности с выводом средств, пожалуйста, свяжитесь с нашей службой поддержки:

source: Bonus Program
ru: Бонусная программа

source: Bonus program terms
ru: Правила бонусной программы:

source: Each asset has its own trading hours, trade and weekends. To learn trading hours assets, see their list. If you assume that the asset should be on the list of traded, but it is not there - just refresh the page.
ru: У каждого актива есть свои торговые часы (trading hours), торговые дни и выходные. Чтобы узнать торговые часы активов, посмотрите их список. Если вы предполагаете, что актив должен быть в списке торгуемых, но он там отсутствует – просто обновите страницу.

source: Frequently asked Questions.
ru: Часто задаваемые вопросы

source: Public Answers
ru: Общие вопросы

source: Finance
ru: Финансы

source: Trading
ru: Трейдинг

source: What is expiration time
ru: Что такое время истечения?

source: The expiration time is the time and date on which an option expires.
ru: Время истечения - это время, в которое заканчивается действия опциона.

source: How does the company recieve quotes?
ru: Как компания получает котировки?

source: In case of expiry at an identical level to the transaction level, the amount of the investment is returned to the customer.
ru: Если данные уровни будут идентичными, то сумма вложений возвращается клиенту.

source: Only active assets open for trading are available for making an investment.
ru: Как только вы совершили депозит, вы можете приступить к инвестициям в разделе торговля.

source: How fast can I start trading?
ru: Как быстро я могу приступить к торговле?

source: Start to trade now!
ru: Начни торговать сейчас!

source: Firstname
ru: Имя

source: OPEN AN ACCOUNT
ru: ОТКРЫТЬ СЧЕТ

source: Trade in 60 seconds like a digital commerce, with one exception - all options are closed after 60 seconds.
ru: Торговля за 60 секунд похожа на цифровую торговлю, с одним исключением – все опционы закрываются через 60 секунд.

source: This type of trading is popular with traders who want to make money on short-term market trends.
ru: Такой вид торговли популярен среди трейдеров, которые хотят заработать на краткосрочных рыночных трендах.

source: START TO TRADE
ru: НАЧАТЬ ТОРГОВАТЬ

source: MOVING AVERAGE
ru: СКОЛЬЗЯЩИЕ СРЕДНИЕ

source: Convergence / Divergence Moving Average
ru: СХОЖДЕНИЕ/РАСХОЖДЕНИЕ СКОЛЬЗЯЩИX СРЕДНИХ

source: Bollinger Bands
ru: ЛИНИИ БОЛИНДЖЕРА

source: Alligator
ru: АЛЛИГАТОР

source: Relative Strength Index
ru: ИНДЕКС ОТНОСИТЕЛЬНОЙ СИЛЫ

source: Closing
ru: Закрытие

source: Payouts
ru: Выплата

source: Reviews
ru: Отзывы

source: Frequently asked Questions
ru: Часто задаваемые вопросы

source: If you still have questions,
ru: Если у вас еще остались вопросы,

source: we will gladly help you to understand
ru: мы с радостью поможем Вам разобраться

source: My Offers
ru: Мои Инвестиции

source: Take Profit
ru: Получите прибыль

source: Percents
ru: Проценты

source: Offers
ru: Инвестиции

source: Investment
ru: Инвестиция

source: Create
ru: Создать

source: To register on our website you need to fill in all fields
ru: Для регистрации на нашем сайте вам нужно заполнить все поля

source: First Name
ru: Имя

source: Day of Birth
ru: Дата рождения

source: Mobile Number
ru: Номер мобильного телефона

source: Your Email
ru: Ваш E-mail

source: Enter the Password
ru: Введите пароль

source: Enter the Password again
ru: Введите пароль снова

source: Registrate
ru: Зарегистрироваться

source: %s reserve the right in our sole discretion to refuse and\or cancel the Services (in whole or in part), and\or refuse to distribute profits to anyone for any legitimate reason including, but not limited to:
ru: %s сохраняет право, по нашему собственному усмотрению, отказать в предоставлении Услуг (полностью или частично), и/или отказать в выдаче прибыли кому бы то ни было на любом законном основании, включая, но не ограничивая:

source: any instance where %s have cause to believe that Your activities on the Site may be illegal;
ru: любой случай, когда %s имеет основания полагать, что Ваши действия на Сайте могут быть незаконными;

source: any instance where %s may suffer any fiscal, regulatory, or pecuniary disadvantage;
ru: любой случай, когда %s может понести какие бы то ни было фискальные, регулятивные или материальные потери;

source: any instance where one or more transactions on the Site are judged by %s to have been performed in violation of this Agreement.
ru: любой случай, когда %s имеет основания полагать, что Ваши действия на Сайте могут быть незаконными;

source: %s reserve the right to cancel, terminate, modify or suspend the Services if for any reason, the Services cannot be conducted as planned, including infection by computer virus, bugs, tampering or unauthorized intervention, fraud, technical failures or any other causes beyond Our control. If any errors result in awarding funds to You or in an increase in funds owed or paid to You, You shall not be entitled to these funds. You shall immediately inform Us of the error and shall repay any funds credited to Your account in error to Us (as directed by Us) or We may, at our sole discretion, deduct an amount equal to such funds from Your account or set off such amount against any money owed to You by %s. %s provide clients the benefit of canceling a trade once placed. If we have reason to believe that a client is abusing or attempting to abuse this benefit, we reserve the right to cancel trades that were executed after more than 2 cancellations.
ru: %s сохраняет право аннулировать, приостановить, изменить или временно отключить Услуги, если, по какой бы то ни было причине, Услуги не могут осуществляться в запланированном порядке, включая инфицирование компьютерным вирусом, ошибки в программе, взлом или неправомочное вмешательство, обман, технические ошибки или любые другие причины неподвластные нашему контролю. Если Вы, по вышеупомянутым причинам, получили или увеличили Ваши денежные средства, Вы не имеете права претендовать на эти денежные средства. Вы должны немедленно сообщить Нам об ошибке и должны вернуть Нам денежные средства, которые были зачислены на Ваш счёт по ошибке или Мы можем, по Нашему собственному решению, вычесть с Вашего счёта ту сумму, которую Вы должны были вернуть %s по вышеупомянутым причинам. %s предоставляет клиентам возможность отмены сделки при ее открытии. Если у нашей Компании есть основания полагать, что Клиент злоупотребляет или пытается злоупотреблять данной услугой, Мы оставляем за собой право аннулировать сделки, которые были совершенны, после отмены предыдущих сделок более двух раз подряд.

source: All trading account that has not been verified within 3 months from the date of registration subject to the automatic cancellation of the balance sheet.
ru: Все торговые счёта которые не были верифицированы в течении 3 месяцев с момента регистрации подпадают под автоматическое аннулирование баланса.

source: Due to the fact that the company is struggling to fraud and money laundering, all customers who have made a deposit or had money accrued as a result of work on the offer, undertake trades a volume of equal to the sum of the deposit plus the sum from offer. Thus, when making funds, for example in the amount of $ 500 a trader needs to close operations with a volume of $ 500. If the account were funds received as a result of work on the offer, such as $ 100, these funds are added to the deposit, in which case you will need to make transactions total with a volume of $ 600.
ru: В связи с тем, что компания борется с мошенническими действиями и отмыванием денег, все клиенты, пополнившие торговый счёт, обязуются провести объём операций равный внесённой сумме. Таким образом, при пополнении, к примеру на сумму 500$ трейдеру необходимо проторговать объём операций на такую же сумму в 500$.

source: This Agreement shall be governed by and interpreted in accordance with the laws of the St.Vincent and the Grenadines excluding that body of law pertaining to conflict of laws. Any legal action or proceeding arising under this Agreement will be brought exclusively in courts located in the Crete Islands, and the parties hereby irrevocably consent to the personal jurisdiction and venue therein. In the event that any provision in this Agreement is held to be invalid or unenforceable by a court of competent jurisdiction, the remaining provisions of this Agreement will remain in full force and effect and will be interpreted so as to give effect, to the fullest extent possible, to the purpose of that provision. The failure or delay on Our part to enforce any right, power, remedy or provision of this Agreement, or partial exercise of such right, power, remedy or provision will not be deemed a waiver of such right, power, remedy or provision.
ru: Это Соглашение должно регулироваться и толковаться в соответствии с законами Сент-Винсент и Гренадины, исключая часть, входящую в правовую коллизию. Какое бы то ни было правовое действие или процесс, возникающие по данному Соглашению, будут рассматриваться исключительно в судах, расположенных в Сент-Винсент и Гренадины, и настоящим стороны безоговорочно соглашаются с персональной юрисдикцией и местом рассмотрения дела. В случае если какое бы то ни было положение в данном Соглашении признано недействительным или невыполнимым судом компетентной юрисдикции, оставшиеся положения данного Соглашения останутся в полной силе без изменений и будут толковаться, чтобы привести в действие, в наиболее возможной мере, цель этого положения. Несовершенные действия или задержка со стороны нашей компании в осуществлении, какого бы то ни было права, полномочия, судебной защиты или положения данного Соглашения или частичное исполнение такого права, полномочия, судебной защиты или положения, не будут означать отказа от такого права, полномочия, судебной защиты или положения.

source: At permission of the vexed questions it is necessary to lean against terms and positions in language of original
ru: При разрешении спорных вопросов необходимо опираться на условия и положения на языке оригинала

source: Offers rules
ru: Правила работы по системе Офферов

source: Taking a trade contract (offer) over an investor, a trader accedes to the terms of contract and gets in a management a mark sum in this offer. A contract is closed automatically after implementation of terms on him, on expiration of validity of the contract or in connection with non-fulfillment of mark terms (achievements of critical level of margin call on a trade account that specified investor). Also the company abandons after an investor a right for the pre-schedule closing (cancellations) of contract at appeal in the company, giving to video or photo (screen-shot) confirmative violations the trader of terms by contract. If a trader executed right all terms by contract, he gets a percentage from an income on this offer, that was indicated in the conditions of contract, on the account of Real. Facilities on this account are accessible for trade and subsequent conclusion on pay essential elements (from that a deposit was brought in) only after verification of account.
ru: Принимая торговый контракт(оффер) от инвестора, трейдер соглашается с условиями контракта и получает в управление обозначенную сумму в данном оффере. Контракт закрывается автоматически после выполнения условий по нему, по истечению срока действия контракта или в связи с невыполнением обозначенных условий(достижений критического уровня просадки по торговому счёту, который указал инвестор). Также компания оставляет за инвестором право досрочного закрытия(аннулирования) контракта при обращение в компанию, предоставив видео или фото(скриншот) подтверждающий нарушения трейдером условий по контракту. Если трейдер выполнил верно все условия по контракту, ему начислается процент от прибыли по данному офферу, который был указан в условиях контракта, на счёт Real. Средства на данном счёте доступны для торговли и последующего вывода на платёжные реквизиты(с которых был внесён депозит) только после верификации аккаунта.

source: Unverified accounts are limited to the number of Offer, available to them to fulfill one offer with a maximum payment of up to 45%.
ru: Не верифицированные аккаунты ограничены количеством офферов, им доступен к выполнению 1 оффер с максимальной выплатой до 45%.

source: Verified accounts are not limited to the number of available execution offers.
ru: Верифицированные аккаунты, не ограничиваются количеством доступных к выполнению офферов.

source: The contract for trust management (Offer), have the right to issue all verified trader who has the status of 'Investor''.
ru: Контракт на доверительное управление (Offer), имеют право выдавать все верифицированные трейдера у которых есть статус «Инвестор».

source: The status of 'Investor' verified assigned to traders who fund your account in an amount not less than $ %s .
ru: Статус «Инвестор» присваивается верифицированным трейдерам, которые пополнили свой счет на сумму не меньше $ %s.

source: Procedure of verification
ru: Процедура верификации аккаунта

source: Procedure of verification of account is obligatory for all new clients of the company and takes place automatically after addition to the account on a minimum sum. The minimum sum of addition is indicated in a division 'Deposit' after authorizing on the web-site of the company and can change at different actions or change terms of deposit's minimum sum.
ru: Процедура верификации аккаунта обязательна для всех новых клиентов компании и происходит автоматически после пополнения счёта на минимальную сумму. Минимальная сумма пополнения указана в разделе "Депозит" после авторизации на сайте компании и может меняться при различных акциях или изменении условий минимальной суммы внесения депозита.

source: CONNECTION ERROR
ru: ОШИБКА ПОДКЛЮЧЕНИЯ

source: An error occurred while connecting to the server
ru: Возникла ошибка при подключение к серверу

source: Your deal is accepted
ru: Ваша сделка принята

source: Transaction error
ru: Ошибка сделки

source: Open Price
ru: Цена закрытия

source: Close Price
ru: Цена открытия

source: Profit
ru: Доход

source: You can't offer investment from this account
ru: Вы не можете создать оффер с данного аккаунта

source: You have already created one offer
ru: Вы уже имеете созданный оффер

source: Your partner already has an incomplete or not received offer
ru: Ваш партнер уже имеет не завершенные или не подтвержденные предложения.

source: Contract was not found.
ru: Контракт не был найден.

source: You have not entered an e-mail
ru: Вы не ввели E-mail

source: This user does not exist
ru: Данный пользователь не существует

source: You can not send a request to your account
ru: Вы не можете отправить запрос на свой аккаунт

source: You can not create an offer for this account
ru: Вы не можете создать оффер с данного аккаунта

source: You can not enter more than 100%
ru: Вы не можете ввести больше чем 100%

source: You must select at least one type
ru: Вы должны выбрать хотя бы один из типов

source: You have send undefined data
ru: Вы ввели неизвестные данные

source: End date must be greater than the current
ru: Дата окончания должна быть больше чем текущая

source: You have not entered the amount for the completion of the campaign
ru: Вы не ввели сумму для завершения компании

source: You have not entered the 'Stop Loss' amount
ru: Вы не ввели "Stop Loss" сумму

source: The 'Stop Loss' amount is greater than the investments sum
ru: Сумма 'Stop Loss' больше чем сумма инвестиции

source: You have not entered the amount of the investment
ru: Вы не ввели сумму инвестиции

source: Not enough money in the account
ru: Не достаточно средств на счету!

source: This phone has already been added previously.
ru: Телефон уже был добавлен ранее.

source: You entered not valid data. Try again
ru: Вы ввели неверне данные. Попробуйте снова

source: You have successfully restore your password. A new password has been sent to your E-mail
ru: Вы удачно востановили ваш пароль. Новый пароль был выслан на вашу електронную почту.

source: An error has occurred, please try later
ru: Возникла непредвиденная ошибка. Попробуйте позже снова.

source: Your account can not make withdrawal.
ru: С вашего аккаунте нельзя совершать выводы.

source: An unknown error
ru: Неизвестная ошибка

source: You can't offer investment from your demo account
ru: Вы не можете создать оффер с демо аккаунта

source: You have not entered a percentage commission
ru: Вы ввели количество процентов комиссии

source: Payment system has not been selected
ru: Платежная система не была выбрана

source: You have not closed the bonus.
ru: Вы не завершили условия по закрытию бонуса.

source: You have an active request to withdraw.
ru: Вы имеете активный запрос на вывод.

source: An unknown error occurred.
ru: Возникла неизвестная ошибка.

source: You have not performed a condition Roleplaying deposit.
ru: Вы не выполнили условия для закрытия депозита.

source: The maximum withdrawal amount is $ %s
ru: Максимальная сумма для снятия $ %s

source: Please enter a valid credit card number
ru: Введите корректный номер карты!

source: Please enter a valid phone number
ru: Введите корректный номер телефона!

source: The wrong number of purse
ru: Не верный кошелька

source: Enter the correct number of purse
ru: Ввведите верный номер кошелька

source: You can not make withdrawal. From this account has not been performed deposits
ru: Вы не можете совершать выводы. С данного аккаунта не было совершено депозитов

source: Your request has been accepted
ru: Ваш запрос был принят

source: Personal information | %s
ru: Личная информация | %s

source: The list of transactions - %s
ru: Список транзакций -%s

source: Deposit | %s
ru: Пополнение | %s

source: Withdrawals | %s
ru: Вывод средств | %s

source: Sixty Seconds - fastest binary options tool - %s
ru: 60 секундные бинарные опционы: самый быстрый инструмент торговли - %s

source: SignIn - %s
ru: Вход - %s

source: Password recovery tool - %s
ru: Инструмент смены пароля | %s
