
<style>
    #aboutus{
        padding-top:40px;
        width:100%;
        height:857px;
        background: #F7F7F7;
    }
    #aboutus h2{
        text-align: center;
        font-size: 46px;
        margin-bottom: 50px;
    }
    #aboutus .portrait_block{
        width:330px;
        height: 400px;
        background: url('/html/images/teacher.jpg') no-repeat center center;
        background-size: cover;
    }
    #aboutus strong{
        font-size: 22px;
        margin-bottom:20px;
    }
    #aboutus p{
        font-size: 18px;
        margin-bottom:20px;
    }
</style>

<div id="aboutus">
    <div class='container'>
        <h2>О преподавателе</h2>
        <div class='row'>
            <div class='col-sm-4'>
                <div class='portrait_block'></div>
                
                
            </div>
            <div class='col-sm-8'>
                <strong>Сивинюк Юлия Батьковна</strong>
                <p>Выпускница института иностранных языков Винницкого государственного университета имени Михаила Коцюбинского.</p>
                <p>Стаж работы на сегодня – три года групповых и индивидуальных занятий (Винницкое отделение Ирпенского государственного колледжа экономики и права). Ко всему имею опыт общения с американскими преподавателями университета штата Миссури (семинары, открытые занятия по Skype). Также работала с американскими волонтерами Корпуса Мира во время организации и проведения досуга в летних украино-американские лагерях для детей в Винницкой области в 2012 году.</p>
                <p>Преподавая английский, я стараюсь не просто давать материал для изучения, но и мотивировать студентов, побуждая интерес к знаниям. Английский может стать интересным! Благодаря разнообразию современных учебников, доступности аутентичных пособий, аудиовизуальных ресурсов вместе с комментариями носителей языка – обучение стает интенсивным и разносторонним.</p>
                <p>Индивидуальный подход к каждому ученику, качество знаний, удобный график занятий и комфортные условия – это то, что я Вам предлагаю. Но самое главное – это Ваше желание, немного терпения, усердия и веры в себя и свои силы!</p>

                <div class='btn btn-default'>Узнать цену занятия</div>
            </div>
        </div>
    </div>
</div>